[
  {
    "pmid": "41074089",
    "title": "Effects of recumbent isometric yoga on the daily functioning level of patients with myalgic encephalomyelitis/chronic fatigue syndrome: a randomized, controlled trial.",
    "abstract": "Although seated isometric yoga has been shown to reduce the fatigue and pain of patients with myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS), some patients who are for the most part bedridden have difficulty practicing it. Many patients with this disease also suffer from fibromyalgia (FM). We developed a recumbent isometric yoga program for patients who were for the most part bedridden, including patients with comorbid FM. The aim of this study was to investigate the effect of this recumbent isometric yoga intervention with such patients. This was a randomized, controlled trial of 48 adult patients (7 male, 41 female, age 20-70 years) with ME/CFS without satisfactory improvement after ≥ 3 months of conventional therapy. They were divided randomly into a yoga group (n = 24) and a control group (n = 24). The yoga group received conventional therapy with recumbent isometric yoga practice for ~ 12 weeks (25-min sessions with a yoga instructor at hospital visits and daily in-home sessions). The control group received conventional therapy alone. The effect of recumbent isometric yoga on the level of functioning was assessed by measuring Performance Status (PS). Fatigue was assessed with self-rated questionnaires, including the Chalder Fatigue Scale (FS) and Profile of Mood States (POMS). Adverse events and benefits were recorded for the yoga group. After the intervention period, the PS score of the yoga group was significantly lower than that of the control group (P < 0.001), suggesting an improvement in functioning level. The Chalder FS score decreased in both groups, but the decrease was greater in the yoga group than in the control group (P < 0.01). Subgroup analysis showed that the Chalder FS score was reduced significantly only in the yoga group in patients with severe disease (P < 0.001) and those with comorbid FM (P < 0.01), although the PS scores did not differ significantly. In the yoga group, a single practice session with a yoga instructor significantly reduced fatigue and increased vigor in patients with severe disease and patients with comorbid FM. Patients reported no serious adverse effects and many benefits of recumbent isometric yoga, including improvements in physical symptoms and brain fog, enhanced awareness of their limits to activities that cause post-exertional malaise, and promotion of behavioral changes to live better within their limits. Recumbent isometric yoga is an effective adjunctive therapy for patients with ME/CFS, including those for the most part bedridden and those who have FM. University Hospital Medical Information Network (UMIN CTR) UMIN000023472 (Registered Aug. 4, 2016) and UMIN000030051 (Registered Nov. 20, 2017).",
    "authors": [
      "Oka",
      "Lkhagvasuren",
      "Yamada"
    ],
    "year": 2025,
    "technical_summary": "Seatful isometric yoga has been shown to reduce fatigue and pain of patients with myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) and fibromyalgia (FM). A study was conducted on 48 adult patients without satisfactory improvement after 3 months of conventional therapy. The yoga group received 25-min sessions with a yoga instructor at hospital visits and daily in-home sessions. After the intervention, the PS score of the yoga group was significantly lower than that of the control group.",
    "patient_summary": "Recumbent isometric yoga has been shown to reduce the fatigue and pain of patients with myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) Some patients who are for the most part bedridden have difficulty practicing it. Many patients with this disease also suffer from fibromyalgia (FM)",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127595",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "41062803",
    "title": "Systematic review: digital biomarkers of fatigue in chronic diseases.",
    "abstract": "This systematic review explores the relationship between digital biomarkers, measured using wearable devices, and fatigue in patients with chronic diseases. Studies included in this review focused on individuals with diseases or conditions in 13 broad categories: multiple sclerosis (MS); rheumatoid arthritis (RA); chronic obstructive pulmonary disease (COPD); long COVID; cancer; chronic fatigue syndrome (CFS); pulmonary sarcoidosis; Parkinson's disease; chronic stroke; chronic inflammatory rheumatic disease (CIRD); Inflammatory Bowel Diseases (IBD), Primary Sjogren's Syndrome (PSS), and Systemic Lupus Erythematosus (SLE). The review synthesizes findings on the correlation between objective digital biomarkers and self-reported fatigue, highlighting the potential for disease-specific digital biomarkers to inform personalized fatigue management. The results suggest that reduced physical activity, increased sedentary behavior and autonomic dysfunction are associated with fatigue levels across multiple disease conditions included in this review, though the strength of this association and the specific biomarkers involved vary across diseases.",
    "authors": [
      "Aboagye",
      "Hinchliffe",
      "Del Din",
      "Ng",
      "Baker",
      "Baker"
    ],
    "year": 2025,
    "technical_summary": "This systematic review explores the relationship between digital biomarkers, measured using wearable devices, and fatigue in patients with chronic diseases. It synthesizes findings on the correlation between objective digital biomarker and self-reported fatigue. The results suggest that reduced physical activity, increased sedentary behavior and autonomic dysfunction are associated with fatigue levels across the conditions included in the review.",
    "patient_summary": "This systematic review explores the relationship between digital biomarkers, measured using wearable devices, and fatigue in patients with chronic diseases. The results suggest that reduced physical activity, increased sedentary behavior and autonomic dysfunction are associated with fatigue levels.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127655",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "41057909",
    "title": "Development and validation of blood-based diagnostic biomarkers for Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) using EpiSwitch<sup>®</sup> 3-dimensional genomic regulatory immuno-genetic profiling.",
    "abstract": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) is a debilitating, multifactorial disorder characterised by profound fatigue, post-exertional malaise, cognitive impairments, and autonomic dysfunction. Despite its significant impact on quality of life, ME/CFS lacks definitive diagnostic biomarkers, complicating diagnosis and management. Recent evidence highlights potential blood tests for ME/CFS biomarkers in immunological, genetic, metabolic, and bioenergetic domains. Chromosome conformations (CCs) are potent epigenetic regulators of gene expression and cross-tissue exosome signalling. We have previously developed an epigenetic assay, EpiSwitch<sup>®</sup>, that employs an algorithm-based CCs analysis. Using EpiSwitch<sup>®</sup> technology, we have shown the presence of disease-specific CCs in peripheral blood mononuclear cells (PBMCs) of patients with amyotrophic lateral sclerosis (ALS), rheumatoid arthritis (RA), prostate and colorectal cancers, diffuse Large B-cell lymphoma and severe COVID-19. In a recent paper, we have identified a profile of systemic chromosome conformations in cancer patients reflective of the predisposition to respond to immune checkpoint inhibitors, PD-1/PD-L1 antagonists, with 85% accuracy. In this Retrospective case/control study (EPI-ME, <i>Epigenetic Profiling Investigation in Myalgic Encephalomyelitis)</i>, we used whole blood samples retrospectively collected from <i>n</i> = 47 patients with severe ME/CFS and <i>n</i> = 61 age-matched healthy control patients to perform whole-genome 3D DNA screening for CCs correlating to ME/CFS diagnosis. We identified a 200-marker model for ME/CFS diagnosis (Episwitch<sup>®</sup>CFS test). First testing on the retrospective independent validation cohort demonstrated a strong systemic ME/CFS signal with a sensitivity of 92% and a specificity of 98%.Pathways analysis revealed several likely contributors to the pathology of ME/CFS, including interleukins, TNFα, neuroinflammatory pathways, toll-like receptor signalling and JAK/STAT. Comparison with pathways involved in the action of Rituximab and glatiramer acetate (Copaxone) (therapies with potential in ME/CFS treatment) identified IL2 as a shared pathway with clear patient clustering, indicating a possibility of a potential responder group for targeted treatment. The online version contains supplementary material available at 10.1186/s12967-025-07203-w.",
    "authors": [
      "Hunter",
      "Alshaker",
      "Bundock",
      "Weston",
      "Bautista",
      "Gebregzabhar",
      "Virdi",
      "Croxford",
      "Dring",
      "Powell",
      "Vugrinec",
      "Kingdon",
      "Wilson",
      "Dowrick",
      "Green",
      "Akoulitchev",
      "Pchejetski"
    ],
    "year": 2025,
    "technical_summary": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) is a debilitating, multifactorial disorder. Chromosome conformations (CCs) are potent epigenetic regulators of gene expression and cross-tissue exosome signalling. EpiSwitch developed an algorithm-based CCs analysis. It has shown presence of disease-specific CCs in peripheral blood mononuclear cells of patients with ALS, rheumatoid arthritis, prostate and colorectal cancers, diffuse Large B-cell lymphoma and severe COVID-19.",
    "patient_summary": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) is a debilitating, multifactorial disorder characterised by profound fatigue, post-exertional malaise, cognitive impairments, and autonomic dysfunction. Despite its significant impact on quality of life, ME/C FS lacks definitive diagnostic biomarkers, complicating diagnosis and management.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127666",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "41053836",
    "title": "Psychometric evaluation of the PROMIS<sup>®</sup> physical function short form 12a for use by adults with myalgic encephalomyelitis/chronic fatigue syndrome.",
    "abstract": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a debilitating, long-term illness that significantly impairs physical functioning. Despite its impact, the use of modern generic instruments to assess physical function in this population remains underexplored. This study aims to assess the psychometric properties of the Patient-Reported Outcome Measurement Information System<sup>®</sup> (PROMIS) Physical Function Short Form (PF-SF) 12a for use in adults with ME/CFS. This study included 334 participants (173 with ME/CFS and 161 healthy controls) who took part in a Cognitive and Exercise sub-study of the Multi-Site Clinical Assessment of ME/CFS study from six clinics across the US. Data was used to examine the ceiling/floor effects, internal consistency reliability, known-groups validity, and convergent validity of the PROMIS PF-SF. The mean T-score of the PROMIS PF-SF was 40.5 for participants with ME/CFS, about one standard deviation below the national norm (T-score = 50). The PROMIS PF-SF showed no substantial floor/ceiling effects and high internal consistency (standardized Cronbach's α = 0.88 and ω = 0.92). In addition, this instrument showed good known-groups validity with medium-to-large effect sizes (η<sup>2</sup> = 0.08-0.35). A significant, monotonic increase of the physical function score was found across ME/CFS participant groups with low, medium, and high functional impairment as defined by four different measures. Participants with ME/CFS had significantly worse physical function scores than healthy controls (η<sup>2</sup> = 0.70). The PROMIS PF-SF also demonstrated good convergent validity with high correlations (magnitude of r = 0.47-0.55) with other relevant measures. The PROMIS PF-SF 12a demonstrated satisfactory reliability and validity for use in ME/CFS research and clinical practice.",
    "authors": [
      "Yang",
      "Keller",
      "Rafiee",
      "Lin"
    ],
    "year": 2025,
    "technical_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a debilitating, long-term illness that significantly impairs physical functioning. The PROMIS PF-SF 12a for use in ME/Cfs research and clinical practice has good reliability and validity. It showed no substantial floor/ceiling effects, internal consistency reliability, known-groups validity and convergent validity.",
    "patient_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a debilitating, long-term illness. Despite its impact, the use of modern generic instruments to assess physical function in this population remains underexplored. This study aims to assess the psychometric properties of the Patient-Reported Outcome Measurement Information System.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127674",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "41050647",
    "title": "Exploratory study on autoantibodies to arginine-rich human peptides mimicking Epstein-Barr virus in women with post-COVID and myalgic encephalomyelitis/chronic fatigue syndrome.",
    "abstract": "Epstein-Barr virus (EBV) infection is a well-established trigger and risk factor for both myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) and post-COVID syndrome (PCS). In previous studies, we identified elevated IgG responses to arginine-rich (poly-R) sequences within the EBV nuclear antigens EBNA4 and EBNA6 in post-infectious ME/CFS (piME/CFS). Building on these findings, this exploratory study examines IgG reactivity to poly-R-containing EBV-derived peptides and homologous human peptides in women with PCS and ME/CFS. IgG reactivity to poly-R containing peptides derived from EBNA4 and EBNA6, and homologous human 15-mer peptides and the corresponding full-length proteins, was assessed using a cytometric bead array (CBA) and a multiplex dot-blot assay. Serum samples were analyzed from 45 female PCS patients diagnosed according to WHO criteria, including 26 who also met the Canadian Consensus criteria for ME/CFS (pcME/CFS), 36 female patients with non-COVID post-infectious ME/CFS (piME/CFS), and 34 female healthy controls (HC). Autoantibodies targeting poly-R peptide sequences of the neuronal antigen SRRM3, the ion channel SLC24A3, TGF-β signaling regulator TSPLY2, and the angiogenesis-related protein TSPYL5, as well as full-length α-adrenergic receptor (ADRA) proteins, were more frequently detected in patient groups. Several of these autoantibodies showed positive correlations with core symptoms, including autonomic dysfunction, fatigue, cognitive impairment, and pain. This exploratory study identify autoantibodies directed against EBV mimicking arginine-rich sequences in human proteins, suggesting a potential role for molecular mimicry in the pathogenesis of PCS and ME/CFS.",
    "authors": [
      "Hoheisel",
      "Fleischer",
      "Rubarth",
      "Sepúlveda",
      "Bauer",
      "Konietschke",
      "Kedor Peters",
      "Stein",
      "Wittke",
      "Seifert",
      "Bellmann-Strobl",
      "Mautner",
      "Behrends",
      "Scheibenbogen",
      "Sotzny"
    ],
    "year": 2025,
    "technical_summary": "Epstein-Barr virus (EBV) infection is a well-established trigger and risk factor for both myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) and post-COVID syndrome (PCS). In previous studies, we identified elevated IgG responses to arginine-rich (poly-R) sequences within the EBV nuclear antigens EBNA4 and EBNA6. In this study, IgG reactivity to poly-R-containing EBV-derived peptides and homologous human peptides was assessed using a cytometric bead array (CBA) and a multiplex dot-blot assay. Serum samples were analyzed from 45 female PCS patients diagnosed according to WHO criteria, including 26 who also met the Canadian Consensus criteria for ME/C FS. Several autoantibodies targeting",
    "patient_summary": "Epstein-Barr virus (EBV) infection is a well-established trigger and risk factor for both myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) and post-COVID syndrome (PCS) In previous studies, we identified elevated IgG responses to arginine-rich (poly-R) sequences within the EBV nuclear antigens EBNA4 and EBNA6. Building on these findings, this exploratory study examines IgG reactivity to poly-R-containing EBV-derived peptides and homologous human peptides in women with PCS",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127684",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "41050528",
    "title": "Monitoring of cardiorespiratory vagal desynchrony using novel biomarkers derived from smartwatch electrocardiograms in a patient recovering from long COVID: case report.",
    "abstract": "Long COVID and cardiovascular autonomic dysfunction, including postural orthostatic tachycardia syndrome (POTS), present significant healthcare challenges. Long-term monitoring is challenging due to the evolving nature of symptoms and the limited availability of objective diagnostic tools. With over 200 million electrocardiogram (ECG)-enabled smartwatches sold worldwide, these devices offer a promising solution for at-home diagnostics and disease tracking. This study examines a 35-year-old male with long COVID, POTS, and chronic fatigue syndrome (CFS), who recorded 328 ECGs over using a Samsung smartwatch. The protocol required ECG recordings to be taken first in a sitting posture, followed by a standing position, with slow, controlled breathing. For testing, the patient used a Samsung smartwatch to perform a 30-s hand-to-hand single-lead ECG while engaging in 0.1 Hz diaphragmatic controlled breathing, consisting of 5 s of inhalation followed by 5 s of exhalation (<i>Appendix 1</i>). S-/R-peak amplitude ratios, heart rhythm changes, and other biomarkers were analysed to assess autonomic function. Fatigue levels were self-reported via the BREATHE FLOW app using a three-grade scale, and health status was tracked monthly with the EQ-5D-5L model. Initially, the patient experienced severe fatigue and heart rhythm changes consistent with POTS. Electrocardiogram analysis revealed an increased S-wave amplitude and higher S/R ratio in standing posture, along with worsening respiratory sinus arrhythmia (RSA), indicating cardiorespiratory desynchrony. Over time, as symptoms improved, heart rate responses between sitting and standing normalized, and S/R ratio and RSA index followed self-reported fatigue levels, including fluctuations due to post-exercise fatigue. Smartwatch-derived S-/R-wave amplitude ratio may serve as an accessible biomarker for tracking disease progression in long COVID. Given the widespread availability of smartwatches, standardized at-home protocols could improve diagnostics and monitoring for autonomic dysfunction.",
    "authors": [
      "Kranck",
      "Ståhlberg",
      "Andersson",
      "Lundin",
      "Fedorowski"
    ],
    "year": 2025,
    "technical_summary": "There are over 200 million smartwatches with electrocardiogram (ECG) sensors sold worldwide. This study examines a 35-year-old male with long COVID, POTS, and chronic fatigue syndrome (CFS) who recorded 328 ECGs over using a Samsung smartwatch.",
    "patient_summary": "Long COVID and cardiovascular autonomic dysfunction, including postural orthostatic tachycardia syndrome (POTS), present significant healthcare challenges. With over 200 million electrocardiogram (ECG)-enabled smartwatches sold worldwide, these devices offer a promising solution for at-home diagnostics and disease tracking.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127693",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "41030648",
    "title": "Relationship between post-COVID-19 symptoms and daily physical activity.",
    "abstract": "Exertion-intolerant symptoms common in post-COVID-19 syndrome (PCS), often resembling myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS), challenge conventional rehabilitation and highlight the need for research into the poorly understood relationship between PCS symptoms and physical activity. We aimed to investigate the longitudinal associations between PCS symptoms and physical activity (same and following day), while accounting for the presence of myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) symptoms. Additionally, to compare the characteristics and outcomes of PCS patients with and without ME/CFS symptoms. Adults with PCS participated in an in-person evaluation that included assessment of dyspnea (Borg scale), fatigue (Fatigue Severity Scale), ME/CFS symptoms screening (DePaul Symptom Questionnaire), and functional capacity. Participants were also instructed to complete a daily PCS symptoms survey and wear a smartwatch for a week to track daily physical activity (step count). Eighteen individuals with PCS (78% females, 51 ± 11 years) participated in the study, averaging 4,067 steps per day (95%CI 3,638-4,497) over 117 days of valid data. Individuals with ME/CFS symptoms (<i>n</i> = 11) reported more severe PCS symptoms and had lower functional capacity than those without ME/CFS symptoms. After adjusting for ME/CFS symptoms, greater dizziness was associated with fewer steps on the same [OR 0.94 (95%CI 0.88-0.99), <i>p</i> = 0.026] and following day [OR 0.91 (95%CI 0.84-0.98), <i>p</i> = 0.016]. Lower levels of fatigue [OR 0.69 (95%CI 0.49-0.99), <i>p</i> = 0.043] and chest pain [OR 0.76 (95%CI 0.57-0.99), <i>p</i> = 0.048] were associated with walking ≥5,000 steps on the previous day. Regardless of the presence of ME/CFS symptoms, dizziness was negatively associated with physical activity on both the same and following day in PCS individuals. Additionally, lower levels of fatigue and chest pain were linked to walking 5,000 steps or more the previous day. These results provide insights into the relationships between symptoms and daily physical activity in PCS, which can help tailor interventions and improve the management of this condition. This research also highlights the value of using wearable devices and smartphone apps to collect data for monitoring individuals with PCS over time.",
    "authors": [
      "Sarmento",
      "Webber",
      "Sargent",
      "Tittlemier",
      "Sanchez-Ramirez"
    ],
    "year": 2025,
    "technical_summary": "Post-COVID-19 syndrome (PCS) often resembles myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) symptoms. 18 adults with PCS participated in the study, averaging 4,067 steps per day (95%CI 3,638-4,497) over 117 days of valid data. People with ME-CFS reported more severe PCS symptoms and had lower functional capacity.",
    "patient_summary": "Post-COVID-19 syndrome (PCS) often resembles myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) We aimed to investigate the longitudinal associations between PCS symptoms and physical activity (same and following day) Eighteen individuals with PCS participated in the study, averaging 4,067 steps per day.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127701",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "41017304",
    "title": "Understanding Myalgic Encephalomyelitis/Chronic Fatigue Syndrome Physical Fatigue Through the Perspective of Immunosenescence.",
    "abstract": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a debilitating illness marked by persistent fatigue, yet its mechanisms remain unclear. Growing evidence implicates immunosenescence-the age-related decline in immune function-in the onset and persistence of fatigue. This review synthesizes clinical and experimental data to examine how immunosenescence contributes to ME/CFS. We focus on chronic inflammation, senescent immune phenotypes, mitochondrial dysfunction, and neuroendocrine imbalance, with emphasis on maladaptive crosstalk among immune, muscular, neuroendocrine, and vascular systems. Aging immune cells drive chronic inflammation that impairs mitochondrial ATP production and promotes muscle catabolism. Concurrently, HPA-axis suppression and β<sub>2</sub>-adrenergic dysfunction amplify immune dysregulation and energy imbalance. Together, these processes illustrate how immunosenescence sustains pathological cross-organ signaling underlying systemic fatigue. Immunosenescence provides a unifying framework linking immune, metabolic, and neuroendocrine dysfunction in ME/CFS. Recognizing cross-organ communication highlights its clinical relevance, suggesting biomarkers such as cytokines and exhaustion markers, and supports integrated therapeutic strategies targeting immune and metabolic networks.",
    "authors": [
      "Luo",
      "Xu",
      "Xiong",
      "Ke"
    ],
    "year": 2025,
    "technical_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a debilitating illness marked by persistent fatigue. Growing evidence implicates immunosenescence-the age-related decline in immune function-in the onset and persistence of fatigue. It provides a unifying framework linking immune, metabolic, and neuroendocrine dysfunction.",
    "patient_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a debilitating illness marked by persistent fatigue. Growing evidence implicates immunosenescence-the age-related decline in immune function-in the onset and persistence of fatigue.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127714",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "41009608",
    "title": "Gulf War Illness, Fibromyalgia, Myalgic Encephalomyelitis/Chronic Fatigue Syndrome and Long COVID Overlap in Common Symptoms and Underlying Biological Mechanisms: Implications for Future Therapeutic Strategies.",
    "abstract": "Although Gulf War Illness (GWI), fibromyalgia (FM), myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) and long COVID have distinct origins, in this article we have reviewed evidence that these disorders comprise a group of so-called low-energy associated disorders with overlapping common symptoms underlying pathology. In particular, evidence for mitochondrial dysfunction, oxidative stress, inflammation, immune dysregulation, neuroendocrine dysfunction, disrupted brain-gut-microbiome axis, apoptosis/ferroptosis and telomere shortening as common features in the pathogenesis of these disorders has been identified. Given the role of coenzyme Q10 (CoQ10) in promoting normal mitochondrial function, as an antioxidant, antiinflammatory and antiapoptotic and antiferroptotic agent, there is a rationale for supplementary CoQ10 in the management of these disorders. The reported benefits of supplementary CoQ10 administration in GWI, FM, ME/CFS and long COVID have been reviewed; the potential benefit of supplementary CoQ10 in reducing telomere shortening and improving the efficiency of stem cell transfer relevant has also been identified as promising therapeutic strategies in these disorders. This review advances beyond previous systematic reviews and consensus statements on overlapping similar symptoms and underlying biological pathomechanisms in these complex disorders.",
    "authors": [
      "Mantle",
      "Domingo",
      "Golomb",
      "Castro-Marrero"
    ],
    "year": 2025,
    "technical_summary": "Gulf War Illness (GWI), fibromyalgia (FM), myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) and long COVID are low-energy associated disorders with overlapping common symptoms underlying pathology. Evidence for mitochondrial dysfunction, oxidative stress, inflammation, immune dysregulation, neuroendocrine dysfunction, disrupted brain-gut-microbiome axis, apoptosis/ferroptosis and telomere shortening are common features in the pathogenesis of these disorders. Coenzyme Q10 (CoQ10) is an antioxidant, antiinflammatory, antiapoptotic and antiferroptotic agent. The reported benefits of supplementary CoQ10 administration in GWI, FM, ME/C FS and COVID have been reviewed.",
    "patient_summary": "Gulf War Illness (GWI), fibromyalgia (FM), myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) and long COVID have distinct origins. Evidence for mitochondrial dysfunction, oxidative stress, inflammation, immune dysregulation, neuroendocrine dysfunction, disrupted brain-gut-microbiome axis, apoptosis/ferroptosis and telomere shortening have been identified. Given the role of coenzyme Q10 in promoting normal mitochondrial function, there is a rationale for supplementary CoQ10 in the management of these disorders.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127721",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "41009450",
    "title": "Circulating Levels of SMPDL3B Define Metabolic Endophenotypes and Subclinical Kidney Alterations in Myalgic Encephalomyelitis.",
    "abstract": "Myalgic Encephalomyelitis (ME) is a complex, multisystem disorder with poorly understood pathophysiological mechanisms. SMPDL3B, a membrane-associated protein expressed in renal podocytes, is essential for lipid raft integrity and glomerular barrier function. We hypothesize that reduced membrane-bound SMPDL3B may contribute to podocyte dysfunction and impaired renal physiology in ME. To investigate this, we quantified soluble SMPDL3B in plasma and urine as a surrogate marker of membrane-bound SMPDL3B status and assessed renal clearance and plasma metabolomic profiles. In a cross-sectional study of 56 ME patients and 16 matched healthy controls, ME patients exhibited significantly lower urine-to-plasma ratios of soluble SMPDL3B and reduced renal clearance, suggesting podocyte-related abnormalities. Plasma metabolomics revealed dysregulation of metabolites associated with renal impairment, including succinic acid, benzoic acid, phenyllactic acid, 1,5-anhydroglucitol, histidine, and citrate. In ME patients, plasma SMPDL3B levels inversely correlated with 1,5-anhydroglucitol concentrations and renal clearance. Multivariable modeling identified the urine-to-plasma SMPDL3B ratio as an independent predictor of clearance. Female ME patients showed more pronounced SMPDL3B alterations, reduced clearance, and greater symptom severity. Non-linear associations between soluble SMPDL3B and lipid species further suggest systemic metabolic remodeling. These findings support soluble SMPDL3B as a potential non-invasive biomarker of renal-podocyte involvement in ME, highlighting sex-specific differences that may inform future therapeutic strategies.",
    "authors": [
      "Rostami-Afshari",
      "Elremaly",
      "McGregor",
      "Huang",
      "Armstrong",
      "Franco",
      "Godbout",
      "Elbakry",
      "Abdelli",
      "Moreau"
    ],
    "year": 2025,
    "technical_summary": "Myalgic Encephalomyelitis (ME) is a multisystem disorder with poorly understood pathophysiological mechanisms. SMPDL3B, a membrane-bound protein expressed in renal podocytes, is essential for lipid raft integrity and glomerular barrier function in ME. In a study of 56 ME patients and 16 matched healthy controls, ME patients exhibited significantly lower urine-to-plasma ratios of SMPDl3B and reduced renal clearance, suggesting podocyte-related abnormalities. Female ME patients showed more pronounced SMPDB alterations and reduced clearance.",
    "patient_summary": "Myalgic Encephalomyelitis (ME) is a complex, multisystem disorder with poorly understood pathophysiological mechanisms. SMPDL3B, a membrane-associated protein expressed in renal podocytes, is essential for lipid raft integrity and glomerular barrier function. ME patients exhibited significantly lower urine-to-plasma ratios of soluble SMPDl3B and reduced renal clearance.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127729",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "41008704",
    "title": "Endometriosis and Myalgic Encephalomyelitis/Chronic Fatigue Syndrome: A Systematic Review and Meta-Analysis.",
    "abstract": "<b>Background/Objectives</b>: Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) and endometriosis are debilitating conditions that share overlapping features of chronic inflammation and immune dysregulation, yet their epidemiological relationship remains poorly characterized. The objective of this study was to investigate the association between ME/CFS and endometriosis, examining shared risk factors, clinical correlates, and epidemiological patterns. <b>Methods</b>: We conducted a systematic review and meta-analysis. Two independent reviewers screened 236 records after duplicate removal, with seventeen studies undergoing full-text review and thirteen meeting inclusion criteria for meta-analysis. Data were extracted using standardized forms and analyzed using random-effects models in R, with heterogeneity assessed using I<sup>2</sup> statistics and the risk of bias evaluated using the JBI critical appraisal tool. <b>Results</b>: Our meta-analysis of five studies (<i>n</i> = 2261 participants) revealed that women with endometriosis had 2.79-fold higher odds (95% CI: 2.00-3.89) of developing ME/CFS compared to controls. Similarly, our fixed-effects meta-analysis of two studies assessing the association of ME/CFS and endometriosis yielded a pooled OR of 2.52 (95% CI: 2.45-2.60, <i>p</i> < 0.001). There was minimal statistical heterogeneity (I<sup>2</sup> = 0.0%, <i>p</i> > 0.7969) for both meta-analyses. <b>Conclusions</b>: This study demonstrates a significant bidirectional association between endometriosis and ME/CFS, driven by shared mechanisms of immune dysregulation and chronic inflammation. Despite high heterogeneity, the consistent effect sizes support clinical vigilance for comorbidity. Future research should prioritize standardized diagnostic criteria to elucidate causal pathways. These findings underscore the need for integrated care approaches to address overlapping symptomatology in affected patients.",
    "authors": [
      "Compton",
      "Alkabalan",
      "Cadet",
      "Mastali",
      "Ramdass"
    ],
    "year": 2025,
    "technical_summary": "Women with endometriosis have 2.79 times higher odds of developing ME/CFS compared to controls. The association is driven by shared mechanisms of immune dysregulation and chronic inflammation. Future research should prioritize standardized diagnostic criteria to elucidate the causal pathways of the two conditions.",
    "patient_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) and endometriosis are debilitating conditions that share overlapping features of chronic inflammation and immune dysregulation. We conducted a systematic review and meta-analysis.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127736",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "41006438",
    "title": "The gut microbial composition is different in chronic fatigue syndrome than in healthy controls.",
    "abstract": "The pathogenesis of Chronic Fatigue Syndrome (CFS) is yet unknown. This study aimed to assess the gut microbial composition in CFS patients versus in healthy controls (HCs). The composition of fecal bacteria was examined in twenty-five CFS patients and sixteen HCs using Illumina sequencing of 16 S rRNA gene amplicons targeting the V3-V4 bacterial gene regions. 143 (46%) of the microbial genera were found only in the CFS. In addition, the gut microbial composition in the CFS patients contained a much higher proportion of the 10 most commonly found bacteria compared to the HCs group. A significantly lower observed number of operational taxonomic units (OTUs) was noted in CFS compared to HCs (p = 0.045). Significant between-group differences in the gut microbial composition in CFS compared to HCs were noted. The three most discriminating Amplicon Sequencing Variants (ASVs): ASV 191, ASV 44, and ASV 75, were identified as significantly more abundant in the healthy control group compared to the patient group. In addition, the Neural Network (multilayer perceptron) was able to discriminate gut microbial composition from CFS versus HCs with excellent performance (AUC = 0.935). The gut microbial composition is different in CFS patients compared to HCs. Further studies should assess the pathophysiological consequences of these differences as well as the effectiveness of therapies aimed at modifying the gut microbial composition in CFS patients.",
    "authors": [
      "Prylińska-Jaśkowiak",
      "Tabisz",
      "Kujawski",
      "Godlewska",
      "Słomko",
      "Januszko-Giergielewicz",
      "Murovska",
      "Morten",
      "Sokołowski",
      "Zalewski"
    ],
    "year": 2025,
    "technical_summary": "The pathogenesis of Chronic Fatigue Syndrome (CFS) is unknown. This study aimed to assess the gut microbial composition in CFS patients versus in healthy controls (HCs). The composition of fecal bacteria was examined in 25 CFS and 16 HCs using Illumina sequencing of 16-S rRNA gene amplicons targeting the V3-V4 bacterial gene regions. 143 (46%) of the microbial genera were found only in the CFS.",
    "patient_summary": "The pathogenesis of Chronic Fatigue Syndrome (CFS) is yet unknown. This study aimed to assess the gut microbial composition in CFS patients versus in healthy controls (HCs) 143 (46%) of the microbial genera were found only in the CFS.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127744",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "41001447",
    "title": "Complex Genetics and Regulatory Drivers of Hypermobile Ehlers-Danlos Syndrome: Insights from Genome-Wide Association Study Meta-analysis.",
    "abstract": "Hypermobile Ehlers-Danlos syndrome (hEDS) is the most common subtype of EDS, a group of heritable connective tissue disorders. Clinically, hEDS is defined by generalized joint hypermobility and chronic musculoskeletal pain, but its impact extends beyond the musculoskeletal system. Affected individuals frequently experience autonomic, gastrointestinal, immune, and neuropsychiatric involvement, highlighting both the multisystemic nature of the condition and challenges of diagnosis. In contrast to other EDS subtypes with defined genetic causes, the molecular basis of hEDS has remained elusive. We conducted a genome-wide association study (GWAS) of hEDS across three case controls studies, including 1,815 cases and 5,008 ancestry-matched controls. Fixed-effects meta-analysis of 6.2 million variants was complemented with LDAK gene-based association testing, transcriptome-wide association studies, and integrative annotation across multiple tissues and cell types including eQTLs, enhancer marks and open chromatin accessibility profiles, supported by luciferase assays on one candidate variant. LD-score genetic correlations were assessed between hEDS and 19 frequently reported comorbid conditions. Two loci reached genome-wide significance, including a regulatory region near the atypical chemokine receptor 3 gene (<i>ACKR3</i>) on chromosome 2. Functional annotation supports <i>ACKR3</i> risk alleles colocalize with eQTLs in tibial nerve, alter enhancer activity, and generate a <i>de novo</i> AHR transcription factor regulatory site, implicating neuroimmune and pain signaling pathways. Gene-based and transcriptome-wide analyses identified common variants in a locus containing multiple candidates, including <i>SLC39A13,</i> a zinc transporter critical for connective tissue development previously implicated in a rare form of EDS, and <i>PSMC3</i>, a gene involved in central nervous system development. LD-score regression revealed significant genetic correlations between hEDS and joint hypermobility, myalgic encephalomyelitis/chronic fatigue syndrome, fibromyalgia, depression, anxiety, autism spectrum disorder, migraine, and gastrointestinal diseases. These results establish the first evidence of common variant contributions to hEDS, supporting a complex, multisystem model involving neuroimmune-stromal dysregulation. Our findings add novel indications to hEDS pathogenesis and provide solid foundations for future molecular definition and therapeutic discovery.",
    "authors": [
      "Petrucci-Nelson",
      "Guilhaumou",
      "Berrandou",
      "Gensemer",
      "Georges",
      "Huff",
      "Fustier",
      "Esmael",
      "Henry",
      "Jaye",
      "Phookan",
      "Dooley",
      "Byerly",
      "Loizzi",
      "Fenner",
      "Mach",
      "Weintraub",
      "Daylor",
      "Weninger",
      "Koren",
      "Bistran",
      "Griggs",
      "Griggs",
      "Severance",
      "Byrd",
      "Patel",
      "Kautz",
      "Maitland",
      "Bouatia-Naji",
      "Norris"
    ],
    "year": 2025,
    "technical_summary": "Hypermobile Ehlers-Danlos syndrome (hEDS) is the most common subtype of EDS. The molecular basis of hEDS has remained elusive. A genome-wide association study (GWAS) found common variants in a locus containing multiple candidates. LD-score regression found significant genetic correlations between HEDS and 19 comorbid conditions.",
    "patient_summary": " Hypermobile Ehlers-Danlos syndrome (hEDS) is the most common subtype of EDS. The molecular basis of hEDS has remained elusive. We conducted a genome-wide association study (GWAS) across three case controls studies.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127757",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40993168",
    "title": "In transfusion-dependent thalassemia, neuronal damage biomarkers are associated with affective and chronic fatigue symptoms.",
    "abstract": "Patients with transfusion-dependent thalassemia (TDT) are vulnerable to neurotoxicity due to frequent blood transfusions and the subsequent iron overload (IO) and inflammation. This vulnerability may contribute to the development of depression, anxiety, and chronic fatigue syndrome (CFS). This case-control study aims to investigate central nervous system injury biomarkers, including neuron-specific enolase (NSE), glial fibrillary acidic protein (GFAP), neurofilament light (NFL) and nestin, neuro-immune markers, such as C-reactive protein (CRP), interleukin (IL)-6, and IL-10, calcium, magnesium, copper, zinc, hematocrit, hemoglobin, iron and ferritin in 126 children with TDT and 41 healthy children. We examined the associations between these biomarkers and the Fibro-Fatigue (FF) Rating Scale, the Children's Depression Inventory (CDI), and the Spence Children's Anxiety Scale (SCAS) scores. Children with TDT showed significantly elevated FF, CDI, and SCAS scores, IO (as assessed using iron and ferritin levels), and higher NSE, GFAP, NFL, CRP, IL-6 and IL-10, and lower magnesium, zinc, and calcium as compared with healthy children. There were significant correlations between the CDI score and NFL, NSE and GFAP, SCAS score and NFL, and FF score and NFL and GFAP. The neuronal damage biomarkers were significantly associated with biomarkers of IO (including iron and ferritin) and the erythron (including lowered hematocrit and hemoglobin). These results suggest that IO-associated neurotoxicity and inflammation in children with TDT may contribute to symptoms of depression, anxiety, and chronic fatigue and may serve as potential therapeutic targets.",
    "authors": [
      "Ridhaa",
      "Al-Hakeim",
      "Kahlol",
      "Al-Naqeeb",
      "Niu",
      "Maes"
    ],
    "year": 2025,
    "technical_summary": "Patients with transfusion-dependent thalassemia (TDT) are vulnerable to neurotoxicity due to frequent blood transfusions and the subsequent iron overload (IO) and inflammation. This vulnerability may contribute to the development of depression, anxiety, and chronic fatigue syndrome (CFS). Case-control study investigated central nervous system injury biomarkers in 126 children with TDT and 41 healthy children. They found significant correlations between the CDI score, NFL, GFAP, SCAS score and NFL, and FF score.",
    "patient_summary": "Patients with transfusion-dependent thalassemia (TDT) are vulnerable to neurotoxicity due to frequent blood transfusions. This vulnerability may contribute to the development of depression, anxiety, and chronic fatigue syndrome (CFS) Case-control study aims to investigate central nervous system injury biomarkers.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127768",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40986167",
    "title": "Burden of Disease in Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS): A Scoping Review.",
    "abstract": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a serious chronic and complex multi-system disease characterised by symptoms such as post-exertional malaise, fatigue, cognitive impairment and pain. Diagnosis is based on international consensus criteria, and no curative treatment is available. In the USA, its prevalence is estimated at 0.42% among adults, with women affected three times as often as men. Prevalence is expected to increase due to the COVID-19 pandemic. In addition to its severe symptoms, ME/CFS has a substantial economic impact. This scoping review aimed to systematically examine the global health, social and economic burden of ME/CFS. We conducted a systematic literature search following the Preferred Reporting Items for Systematic Reviews and Meta-Analysis extension for Scoping Reviews (PRISMA-ScR) guidelines in six databases and supplemented it with a citation search. We assessed study quality using a modified version of the Mixed Methods Appraisal Tool. We included 20 studies that assessed costs (n = 16), disability-adjusted life years (DALYs) (n = 3), employment rates (n = 1), and school attendance (n = 1) as indicators of disease burden. Reported costs per patient ranged from USD 2,916 to USD 119,611, with indirect costs accounting for the largest proportion. DALYs reported for the USA ranged from 0.714 million in 2016 to 5.77 million in 2022. ME/CFS imposes a substantial health, social and economic burden of disease. Discrepancies in estimates are probably due to differences in study samples, methodologies, cost components, and healthcare systems. Because ME/CFS is assumed to be underdiagnosed, its true burden may be even higher.",
    "authors": [
      "Vester",
      "Boudouroglou-Walter",
      "Schreyögg",
      "Wieting",
      "Blome"
    ],
    "year": 2025,
    "technical_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a serious chronic and complex multi-system disease. In the USA, its prevalence is estimated at 0.42% among adults, with women affected three times as often as men. It imposes a substantial health, social and economic burden of disease.",
    "patient_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a serious chronic and complex multi-system disease characterised by symptoms such as post-exertional malaise, fatigue, cognitive impairment and pain. In the USA, its prevalence is estimated at 0.42% among adults.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127776",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40981264",
    "title": "From Fork to Brain: The Role of AGE-RAGE Signaling and the Western Diet in Neurodegenerative Disease.",
    "abstract": "Advanced glycation end products (AGEs) are reactive compounds formed through non-enzymatic glycation in a process known as the Maillard reaction. While humans produce AGEs endogenously, these compounds can also enter the body through dietary sources, food preparation methods, and exposure to agricultural and food-related chemicals. AGEs can accumulate within cells and impair cellular function. In addition, when AGEs bind to receptors for advanced glycation end products (RAGE), they activate intracellular signaling pathways that promote the generation of reactive oxygen species (ROS), mitochondrial dysfunction, and inflammation. Sustained AGE-RAGE signaling drives chronic inflammation contributing to the development of various ailments, including neurodegenerative diseases. This review examines AGE formation, metabolism, and accumulation, with an emphasis on dietary sources as modifiable contributors to AGE-RAGE mediated pathology. We highlight the need for further research on dietary AGE restriction as a potential strategy to prevent or slow the progression of neurodegenerative and neuroinflammatory disorders.",
    "authors": [
      "Pomroy",
      "Mote",
      "Mathew",
      "Chanasseril",
      "Lu",
      "Cheema"
    ],
    "year": 2025,
    "technical_summary": "Advanced glycation end products (AGEs) are reactive compounds formed through non-enzymatic glycation. AGEs can accumulate within cells and impair cellular function. They activate intracellular signaling pathways that promote the generation of reactive oxygen species (ROS), mitochondrial dysfunction and inflammation. Sustained AGE-RAGE signaling drives chronic inflammation contributing to the development of various ailments, including neurodegenerative diseases.",
    "patient_summary": "Advanced glycation end products (AGEs) are reactive compounds formed through non-enzymatic glycation. AGEs can accumulate within cells and impair cellular function. Sustained AGE-RAGE signaling drives chronic inflammation contributing to the development of various ailments, including neurodegenerative diseases.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127782",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40981105",
    "title": "Decreased Heart Rate Variability Is Associated with Increased Fatigue Across Different Medical Populations: A Systematic Review.",
    "abstract": "Fatigue has been associated with poorer quality of life and increased morbidity in multiple clinical fields. Patients with autonomic dysfunction have been found to experience poorer physiological health, as well as having an increased risk of comorbidity and all-cause mortality. Heart rate variability (HRV) has been documented as a validated tool to assess autonomic function in clinical practice. The aim of this systematic review was to understand the relationship between fatigue and HRV in different medical populations. A systematic search was conducted in MEDLINE via Web of Science and Scopus. A total of seventeen articles were identified for inclusion. Patients with Chronic Fatigue Syndrome were the most investigated population (<i>n</i> = 7), followed by cancer (<i>n</i> = 4) and Multiple Sclerosis (<i>n</i> = 4). The most implemented fatigue measure was the Multidimension Fatigue Inventory Scale used in four studies and HRV was monitored by electrocardiogram in nine studies. The most recorded and analysed domain for HRV was the frequency parameters. A significant association between increased subjective fatigue and imbalanced metrics of HRV (<i>p</i> < 0.05) was identified in fourteen articles. However, results from this review were heterogenous partly owing to the inconsistency with the instruments implemented to monitor HRV and measure fatigue. Additionally, only a small number of medical conditions were investigated, and the patients were predominately older adults (mean age 43.2) and women (64%). Despite these discrepancies, the reviewed evidence suggests that a rise in sympathetic activity and reduced parasympathetic tone are associated with an increased perception of fatigue in medical populations.",
    "authors": [
      "Penfold",
      "Cunningham",
      "Whelan",
      "McCabe",
      "Ainsworth"
    ],
    "year": 2025,
    "technical_summary": "Heart rate variability (HRV) has been documented as a validated tool to assess autonomic function in clinical practice. Fatigue has been associated with poorer quality of life and increased morbidity in multiple clinical fields. The most implemented fatigue measure was the Multidimension Fatigue Inventory Scale used in four studies and HRV was monitored by electrocardiogram in nine studies.",
    "patient_summary": "Heart rate variability (HRV) has been documented as a validated tool to assess autonomic function in clinical practice. The aim of this systematic review was to understand the relationship between fatigue and HRV in different medical populations. Patients with Chronic Fatigue Syndrome were the most investigated population.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127789",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40980765",
    "title": "Advancing Digital Precision Medicine for Chronic Fatigue Syndrome through Longitudinal Large-Scale Multi-Modal Biological Omics Modeling with Machine Learning and Artificial Intelligence.",
    "abstract": "We studied a generalized question: chronic diseases like ME/CFS and long COVID exhibit high heterogeneity with multifactorial etiology and progression, complicating diagnosis and treatment. To address this, we developed BioMapAI, an explainable Deep Learning framework using the richest longitudinal multi-omics dataset for ME/CFS to date. This dataset includes gut metagenomics, plasma metabolome, immune profiling, blood labs, and clinical symptoms. By connecting multi-omics to a symptom matrix, BioMapAI identified both disease- and symptom-specific biomarkers, reconstructed symptoms, and achieved state-of-the-art precision in disease classification. We also created the first connectivity map of these omics in both healthy and disease states and revealed how microbiome-immune-metabolome crosstalk shifted from healthy to ME/CFS.",
    "authors": [
      "Xiong"
    ],
    "year": 2025,
    "technical_summary": "Chronic diseases like ME/CFS and long COVID exhibit high heterogeneity with multifactorial etiology and progression, complicating diagnosis and treatment. We developed BioMapAI, an explainable Deep Learning framework using the richest longitudinal multi-omics dataset for ME/ CFS to date. It identified both disease- and symptom-specific biomarkers and reconstructed symptoms.",
    "patient_summary": "BioMapAI is an explainable Deep Learning framework using the richest longitudinal multi-omics dataset for ME/CFS to date. This dataset includes gut metagenomics, plasma metabolome, immune profiling, blood labs, and clinical symptoms.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127795",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40978926",
    "title": "Improvement in Upper Limb and Systemic Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) Symptoms After Surgical Treatment of Neurogenic Thoracic Outlet Syndrome.",
    "abstract": "Thoracic outlet syndrome (TOS) is characterized by compression of nerves or blood vessels as they pass through the scalene triangle and the costoclavicular space, and under the pectoralis minor. Common symptoms include arm fatigue and heaviness, paresthesias, and neck and upper back pain, provoked by arm extension or elevation. We have recently reported that some myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) patients report symptoms suggestive of TOS, specifically with respect to overhead activity, but there is uncertainty whether this overlap in symptoms is more related to ME/CFS itself or a direct contribution by TOS. This case report describes an ME/CFS patient diagnosed with TOS, who experienced major decreases in many expected and unexpected symptoms after bilateral TOS surgery. A 19-year-old female patient with ME/CFS and the hypermobile Ehlers-Danlos syndrome (hEDS) developed progressive symptoms of numbness and tingling in the upper limbs, which did not improve after two months of physical therapy. The patient elected to undergo the rib resection with neurolysis and scalenectomy surgery on her left side. Due to the success in the reduction of symptoms, she elected to undergo the same procedure on the right side three months later. By eight weeks after the second surgery, the patient had experienced an expected complete resolution of upper limb numbness and tingling. She also reported a complete resolution of migraines, occipital neuralgia, vertigo, and visual disturbances, along with a marked improvement in cognitive fogginess and lightheadedness. This case report highlights the potential for marked improvements in clinical function after recognition and surgical treatment of TOS in a patient with comorbid hEDS and ME/CFS. In addition to expected improvement in upper limb symptoms and the resolution of occipital headaches, our patient noted improvement in systemic symptoms of lightheadedness, cognitive dysfunction, and visual disturbances. This experience suggests that those with hEDS and ME/CFS should be more carefully screened for brachial plexus dysfunction. Conversely, ascertainment of systemic symptoms may enhance the diagnosis of TOS and the items assessed in surgical treatment outcome studies.",
    "authors": [
      "Christoforou",
      "Lum",
      "Sroge",
      "Azola",
      "Rowe"
    ],
    "year": 2025,
    "technical_summary": "Thoracic outlet syndrome (TOS) is characterized by compression of nerves or blood vessels. Common symptoms include arm fatigue and heaviness, paresthesias, and neck and upper back pain. A 19-year-old female patient with ME/CFS and the hypermobile Ehlers-Danlos syndrome (hEDS) developed progressive symptoms of numbness and tingling in the upper limbs. She underwent a rib resection with neurolysis and scalenectomy surgery on her left side. Three months later, she underwent the same procedure on her right side. She experienced an expected complete resolution of upper limb numbness, and a marked improvement in cognitive fogginess and lightheadedness.",
    "patient_summary": "Thoracic outlet syndrome (TOS) is characterized by compression of nerves or blood vessels. Common symptoms include arm fatigue and heaviness, paresthesias, and neck and upper back pain. Some ME/CFS patients report symptoms suggestive of TOS.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127806",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40978825",
    "title": "Exploration of Intersections and Divergences of Long COVID and Chronic Fatigue Syndrome.",
    "abstract": " Fatigue is the most common symptom of Long COVID (LC), defined by persistent or newly emerging symptoms that develop at least three months after an initial SARS-CoV-2 infection, in the absence of other identifiable cause. This study investigates the prevalence of myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) as a potential comorbidity of LC.  The study enrolled 37 adult controls with no documented SARS-CoV-2 infection and 32 individuals with a history of infection, categorized as LC-yes (with LC symptoms) and LC-no (without LC symptoms). ME/CFS diagnosis was based on the International Consensus Criteria (ICC).  Among LC-yes cases, the most frequently reported symptoms included post-exertional malaise (PEM); neurosensory, perceptual, or motor disturbances; cognitive impairment; sleep disturbances; pain; impaired thermoregulation; and flu-like symptoms, all occurring significantly more than in the LC-no or control groups. All individuals in the LC-yes group reported PEM. ME/CFS was diagnosed in three LC-yes cases (18.8%), one LC-no case (6.7%), and four control subjects (10.8%), with no statistically significant differences observed among groups. Experiencing more than six symptoms during acute infection, such as fatigue, loss of taste or smell, headache, fever, cough, myalgia, sore throat, shortness of breath, rhinorrhea, and diarrhea, was associated with a twofold higher risk of developing LC. A substantial proportion of LC-yes individuals experienced PEM; neurosensory, perceptual, or motor disturbances; cognitive impairment; and sleep disturbances, with rates significantly exceeding those in the LC-no and control groups. Nevertheless, only a minority of LC-yes cases (18.8%) satisfied criteria for the ME/CFS, and the prevalence did not significantly differ from LC-no and controls. These findings suggest that while many symptoms of LC overlap with those of ME/CFS, only a subset of LC cases meet established ME/CFS diagnostic criteria.",
    "authors": [
      "Kouyoumdjian",
      "Yamamoto",
      "Graca"
    ],
    "year": 2025,
    "technical_summary": "Fatigue is the most common symptom of Long COVID (LC), defined by persistent or newly emerging symptoms that develop at least three months after an initial SARS-CoV-2 infection. Me/CFS is a potential comorbidity of LC. Only a minority of LC-yes cases (18.8%) satisfied criteria for the ME/C FS.",
    "patient_summary": "Fatigue is the most common symptom of Long COVID (LC), defined by persistent or newly emerging symptoms that develop at least three months after SARS-CoV-2 infection. This study investigates the prevalence of myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) as a potential comorbidity of LC.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127812",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40977722",
    "title": "Severe fatigue is associated with diminished lung function and elevated Galectin-9 levels in early systemic sclerosis.",
    "abstract": "Symptoms resembling myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) frequently affect patients with rheumatic diseases, but little is known about their frequency and disease manifestations, particularly in systemic sclerosis (SSc) patients. We sought to determine if severe fatigue in SSc patients with early disease (< 7 years) is associated with increased disability, inflammation and fibrosis. In this exploratory cross-sectional study, 51 SSc patients were recruited locally (UofA cohort). Disability, disease damage accrual, inflammatory markers and, indicators of fibrotic and vascular complications (e.g. lung function, nailfold capillaroscopy) were compared between patients with and without severe fatigue. Fatigue was assessed using validated questionnaires (e.g. FACIT, MFI) and ME/CFS criteria. Findings were further corroborated in the national CSRG (Canadian Scleroderma Research Group) SSc cohort (n=126). SSc patients with severe fatigue had significantly increased disability, reduced lung function capacity, and elevated Galectin-9 levels when compared to patients without fatigue. Galectin-9 levels correlated with reduced pulmonary function, and increased disease damage accrual. Further analysis in the UofA cohort suggested that indictors associated with disease progression such as reduced nailfold capillary density, and elevated VEGF, LTα and IL-16 were present in severely fatigued patients. Severe fatigue in SSc patients is associated with increased disability, reduced pulmonary function and increased vascular remodeling. We propose that ME/CFS-like symptoms in patients with SSc may be indicative of sub-clinical inflammation and fibrosis. Further studies are required to determine whether Gal-9,may be a useful tool for the stratification of SSc patients - particularly those with severe fatigue resembling ME/CFS.",
    "authors": [
      "van Eeden",
      "Rezaeifar",
      "Elezzabi",
      "Redmond",
      "Gniadecki",
      "Abey",
      "Reynolds",
      "Sholter",
      "Shahbaz",
      "Elahi",
      "Khan",
      "Mason",
      "Fritzler",
      "Mulder",
      "Baron",
      "Larché",
      "Pope",
      "Choi",
      "Hoa",
      "Thorne",
      "Nethchiporouk",
      "Cohen Tervaert",
      "Osman"
    ],
    "year": 2025,
    "technical_summary": "Severe fatigue in systemic sclerosis (SSc) patients with early disease is associated with increased disability, inflammation and fibrosis. SSc patients with severe fatigue had significantly increased disability and reduced lung function capacity. Galectin-9 levels correlated with reduced pulmonary function, and increased disease damage accrual.",
    "patient_summary": "Severe fatigue in SSc patients is associated with increased disability, reduced pulmonary function and increased vascular remodeling. We propose that ME/CFS-like symptoms in patients with SSc may be indicative of sub-clinical inflammation and fibrosis.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127822",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40976358",
    "title": "Obesity and inactivity cluster the strongest risk factor for the development of heart failure in a population-based study.",
    "abstract": "Comorbidities are associated with an increased risk of incident heart failure (HF). However, comorbidities usually cluster together and data on the association between multimorbidity clusters and incident HF with preserved (HFpEF) and reduced ejection fraction (HFrEF) are lacking. We identified multimorbidity patterns in 6839 participants from the prospective observational Prevention of Renal and Vascular End-stage Disease (PREVEND) cohort study using latent class analysis and investigated their association with new-onset HF. The participants' mean age at baseline was 53.8 years, and 50 % were women. We identified six multimorbidity clusters: 1) young [N = 2118, youngest age and lowest number of chronic conditions], 2) elderly [N = 1198, oldest age, high prevalence of chronic kidney disease and hypercholesterolemia], 3) pulmonary disease [N = 578, high prevalence of respiratory problems], 4) psychosomatic [N = 527, high prevalence of myalgic encephalomyelitis, anxiety and stress], 5) psychological [N = 1815, high prevalence of depression] and 6) obese/physical inactivity [N = 603, high prevalence of obesity, hypertension, myocardial infarction and stroke]. During 110,621 person-years of follow-up 622 participants developed heart failure of which 390 with HFrEF and 220 with HFpEF. After adjusting for potential confounders, the elderly (adjusted hazard ratio (aHR) 2.46, 95 % confidence interval (CI) 1.89-3.20), pulmonary disease (aHR 2.10, 95 % CI 1.51-2.92), and obese/physical inactivity (aHR 3.80, 95 % CI 2.86-5.06) clusters had a higher risk of HF compared with the young cluster, which had the lowest risk. Among all clusters, patients were more likely to develop HFrEF compared to HFpEF. However, the obese/physical inactivity cluster was relatively more likely to develop HFpEF than HFrEF. Comorbidities naturally clustered in six distinct multimorbidity clusters, each impacting participants' HF risk differently. These data emphasize the importance of addressing multimorbidity as a risk factor for HF.",
    "authors": [
      "van Essen",
      "Dan",
      "Tharsana",
      "Kaur",
      "Emmens",
      "Ouwerkerk",
      "Gansevoort",
      "Bakker",
      "de Boer",
      "Damman",
      "van Veldhuisen",
      "Voors",
      "Tromp"
    ],
    "year": 2025,
    "technical_summary": "Comorbidities are associated with an increased risk of incident heart failure (HF) in 6839 participants from the prospective observational Prevention of Renal and Vascular End-stage Disease (preventEND) cohort study. The participants' mean age at baseline was 53.8 years and 50% were women. They clustered in six distinct multimorbidity clusters, each impacting participants' HF risk differently.",
    "patient_summary": "Comorbidities are associated with an increased risk of incident heart failure (HF) However, data on the association between multimorbidity clusters and incident HF with preserved (HFpEF) and reduced ejection fraction (HFrEF) are lacking. We identified six multimorbridity clusters: young, elderly, pulmonary disease, psychosomatic, psychological and obese/physical inactivity.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127831",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40970182",
    "title": "Pyridostigmine improves hand grip strength in patients with myalgic encephalomyelitis/chronic fatigue syndrome.",
    "abstract": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a multisystemic disease characterized by exertional intolerance and fatigue which is often accompanied by muscle weakness and fatiguability. A study showed efficacy of the acetylcholinesterase inhibitor pyridostigmine on cardiac output in ME/CFS patients. Pyridostigmine is currently used off-label in ME/CFS and postural orthostatic tachycardia syndrome. We evaluated the effect of pyridostigmine on hand grip strength in 20 patients with post-infectious ME/CFS. Hand grip strength testing was performed ten times using an electric dynamometer and was repeated after 1 h. In a second test, 30 mg of pyridostigmine was given immediately after the first measurement. Orthostatic function was assessed using a passive standing test. Neurological examination and autoantibody testing were performed to rule out a diagnosis of myasthenia gravis. All patients had reduced maximum hand grip strength with a median of 16.45 kg (IQR: 11.45 kg-22.8 kg). Hand grip strength was diminished by a median of 4.65 kg after 1 h. In contrast, 1 h after pyridostigmine administration, patients showed an improvement in maximum hand grip strength with a median increase of 2.6 kg. The maximum hand grip strength after exertion was about 1.5-fold higher with then without pyridostigmine (<i>p =</i> 0.01). The increase in heart rate from lying to standing was median 17 beats per minute without pyridostigmine (IQR: 13 beats per minute - 23 beats per minute) and 13 beats per minute (IQR: 9 beats per minute - 20 beats per minute) (<i>p</i> = 0.017) with pyridostigmine. None of the patients tested positive for myasthenia gravis specific autoantibodies. Pyridostigmine exerts an immediate effect on muscle strength and orthostatic function. This may be attributed to increased acetylcholine availability at neuromuscular junctions, and its augmentation of parasympathetic tone.",
    "authors": [
      "Schlömer",
      "Stein",
      "Kedor",
      "Rust",
      "Brock",
      "Wittke",
      "Scheibenbogen",
      "Kim"
    ],
    "year": 2025,
    "technical_summary": "Pyridostigmine is currently used off-label in ME/CFS and postural orthostatic tachycardia syndrome. It has a positive effect on muscle strength and Orthostatic function. It may be attributed to increased acetylcholine availability at neuromuscular junctions.",
    "patient_summary": "Pyridostigmine is currently used off-label in ME/CFS and postural orthostatic tachycardia syndrome. Study showed efficacy of the acetylcholinesterase inhibitor pyridstigmine on cardiac output.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127844",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40958852",
    "title": "Metabolic neuroimaging of myalgic encephalomyelitis/chronic fatigue syndrome and Long-COVID.",
    "abstract": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) and Long-COVID are complex, disabling conditions that have emerged as significant public health challenges, affecting millions worldwide. Despite their growing prevalence, effective diagnostics and treatments remain limited, largely due to an incomplete understanding of their underlying pathophysiology. Both conditions share hallmark symptoms of chronic fatigue, cognitive dysfunction, and postexertional malaise, but their biological underpinnings remain to be elucidated. Neuroimaging offers a promising, noninvasive window into the brain's metabolic landscape and has the potential to uncover objective biomarkers for these conditions. In this mini review, we highlight recent advancements in metabolic neuroimaging, particularly positron emission tomography and magnetic resonance imaging/magnetic resonance spectroscopy, that reveal alterations in glucose and oxygen metabolism, neurotransmitter balance, and oxidative stress. These insights point toward shared disruptions in brain energy metabolism and neuroinflammatory processes, which may underlie the persistent symptoms in both ME/CFS and Long-COVID. Importantly, while some findings overlap, inconsistencies in metabolite profiles between ME/CFS and Long-COVID underscore the need for further stratification and longitudinal research. Standardizing definitions, such as identifying Long-COVID patients who meet ME/CFS diagnostic criteria, could help improve study comparability. By summarizing current imaging evidence, this review underscores the potential of neuroimaging to identify imaging biomarkers to advance the clinical diagnosis of Long-COVID and identify therapeutic targets for treatment development. As we continue to face the growing burden of Long-COVID and ME/CFS, metabolic imaging may serve as a powerful tool to bridge gaps in knowledge and accelerate progress toward effective care.",
    "authors": [
      "Zhu",
      "Quan",
      "Yamazaki",
      "Norweg",
      "Natelson",
      "Xu"
    ],
    "year": 2025,
    "technical_summary": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) and Long-COVID are complex, disabling conditions that affect millions worldwide. Neuroimaging offers a promising, noninvasive window into the brain's metabolic landscape. Recent advancements in metabolic neuroimaging reveal alterations in glucose and oxygen metabolism, neurotransmitter balance, and oxidative stress.",
    "patient_summary": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) and Long-COVID are complex, disabling conditions. Despite their growing prevalence, effective diagnostics and treatments remain limited. Neuroimaging offers a promising, noninvasive window into the brain's metabolic landscape.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127853",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40958377",
    "title": "Solriamfetol improves daily fatigue symptoms in adults with myalgic encephalomyelitis/chronic fatigue syndrome after 8 weeks of treatment.",
    "abstract": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a long-term illness with no treatment options that address the disease directly. Solriamfetol is a selective dual norepinephrine-dopamine reuptake inhibitor that promotes wakefulness in obstructive sleep apnea and narcolepsy. This study evaluated the efficacy and safety of solriamfetol for fatigue symptoms in adults with ME/CFS over 8 weeks of treatment. This was a phase 4, double-blind, randomized, placebo-controlled trial of solriamfetol in adults with ME/CFS. Eligible participants (<i>N</i> = 38) were randomly assigned to receive 75 mg (titrated to 150 mg as needed) solriamfetol or placebo. Participants completed a battery of assessments at weekly visits. The primary outcome was Fatigue Symptom Inventory (FSI) scores, and the secondary outcome measure was Behavioral Rating Inventory of Executive Function for Adults (BRIEF-A), at Weeks 6 and 8. T-tests assessed the differences in mean change from baseline between solriamfetol and placebo. Adverse events were monitored throughout the study. At Week 8 (<i>p</i> = 0.039), but not Week 6 (<i>p</i> = 0.270), solriamfetol improved FSI severity compared to placebo. On the BRIEF-A global executive composite, solriamfetol improved more than placebo at Week 8 (<i>p</i> = 0.012), driven by improved metacognition index (<i>p</i> = 0.004), but not behavioral regulation index (<i>p</i> = 0.574). Solriamfetol was well tolerated, with most common AEs being sleep loss and headaches. Solriamfetol demonstrated good safety and efficacy in improving fatigue and executive functioning in patients with ME/CFS. As a dual norepinephrine-dopamine reuptake inhibitor and wakefulness-promoting factors, solriamfetol has the potential to improve fatigue symptoms of ME/CFS. NCT04622293.",
    "authors": [
      "Young",
      "Powell",
      "Powell",
      "Welling",
      "Granata",
      "Saal"
    ],
    "year": 2025,
    "technical_summary": "Solriamfetol is a dual norepinephrine-dopamine reuptake inhibitor that promotes wakefulness in obstructive sleep apnea and narcolepsy. This study was a phase 4, double-blind, randomized, placebo-controlled trial in adults with ME/CFS. The primary outcome was Fatigue Symptom Inventory (FSI) scores, and the secondary outcome was Behavioral Rating Inventory of Executive Function for Adults (BRIEF-A).",
    "patient_summary": "Solriamfetol is a selective dual norepinephrine-dopamine reuptake inhibitor that promotes wakefulness in obstructive sleep apnea and narcolepsy. This was a phase 4, double-blind, randomized, placebo-controlled trial of solriam Fetol in adults with ME/CFS.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127861",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40954597",
    "title": "Evaluating pacing therapy (PT) versus graded exercise therapy (GET) for improving fatigue, pain, and quality of life in adults with myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS): A systematic review.",
    "abstract": "This study aimed to evaluate the effectiveness of Pacing Therapy (PT) and Graded Exercise Therapy (GET) in improving fatigue, pain, and Quality of Life in adults with Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS), while also considering adverse events. Data were sourced from PubMed Central, Academic Search Complete, CINAHL, MEDLINE, Cochrane Library, Google Scholar, and manual citation searches from 2013 to 2023. Studies were related to PT, GET, and outcomes of fatigue, pain, and QOL. Out of 925 studies, six met the inclusion criteria, analyzing a total of 2280 participants. The methodological quality of these studies, assessed using the PEDro scale, ranged from good to poor. GET showed the highest recovery rates for ME/CFS, with 33 % on the CFQ and 53 % on the SF-36PF, compared to 21-22 % and 35-41 % for APT and SMC. Symptom improvements were reported by 44 % post-PT, compared to 12 % in GET (p < 0.001). GET also resulted in less frequent muscle and joint pain compared to APT and SMC. GES participants scored 4.2 points lower on the CFQ and 6.3 points higher on the SF-36PF than SMC. APT and SMC showed significant improvements in fatigue and physical function at 2.5 years (p < 0.0001). Adverse events were reported in two studies, with over 50 % experiencing NSAEs, and serious deteriorations in fatigue and physical functioning noted across all groups. In conclusion, PT and GET are more effective than SMC, with GET being particularly favoured for improving pain, fatigue, and physical function. Adverse effects suggest that GET and PT are safer options than SMC.",
    "authors": [
      "Cooper",
      "Papadopoulos"
    ],
    "year": 2025,
    "technical_summary": "This study evaluated the effectiveness of Pacing Therapy (PT) and Graded Exercise Therapy (GET) in improving fatigue, pain, and Quality of Life in adults with ME/CFS. GET showed the highest recovery rates for ME/ CFS. APT and SMC showed significant improvements in fatigue and physical function at 2.5 years.",
    "patient_summary": "This study aimed to evaluate the effectiveness of Pacing Therapy (PT) and Graded Exercise Therapy (GET) in improving fatigue, pain, and Quality of Life in adults with Myalgic Encephalomyelitis/Chronic Fatigue Syndrome. Out of 925 studies, six met the inclusion criteria, analyzing a total of 2280 participants. GET showed the highest recovery rates for ME/CFS.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127867",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40954096",
    "title": "Potential Region-Specific Neuroprotective Effects of Kynurenine Administration in Healthy Rodents Using High-Resolution Mass Spectrometry.",
    "abstract": "The tryptophan (TRP) metabolic pathway produces kynurenine (KYN) and serotonin (5-HT). These are important molecules in the central nervous system, as KYN plays a crucial role in neuroprotection, while 5-HT impacts mood and sleep patterns. The production of KYN is increased in response to inflammatory cytokines and cortisol release, which activates indoleamine 2,3-dioxygenase (IDO) and tryptophan 2,3-dioxygenase (TDO), respectively. These enzymes are responsible for converting TRP and KYN into neuroactive molecules including kynurenic acid (KA), quinolinic acid (QA), and 3-hydroxykynurenine (3HK). These metabolites play an important role in neuroprotection and have been linked to the development of several neurological disorders. Therefore, the aim of this study was to investigate the effect of exogenous KYN administration on the activity of the KYN pathway by measuring the brain tissue concentration of these metabolites and the mRNA expression of inflammatory markers, neurotrophic factors, IDO, and TDO. In the acute study, Sprague-Dawley rats (<i>n</i> = 25) received 100 mg/kg kynurenine (0.2 mL, ip) and were terminated at <i>t</i> = 0.5, 1, 2, 3, and 5 h post-KYN administration (<i>n</i> = 5/time point) while in the control group (<i>n</i> = 5) received saline (0.2 mL, ip) and were terminated at <i>t</i> = 1 h. In the chronic study, both KYN and control animals (<i>n</i> = 6 per group) received the same dose as the acute study for 14 days, once daily. Following the treatment period, animals were terminated by decapitation, and trunk blood was collected and separated into plasma, while the brain was surgically removed and dissected into the hippocampus, hypothalamus, midbrain, prefrontal cortex, striatum, cortex, and cerebellum. KYN metabolites were measured by liquid chromatography coupled to high-resolution mass spectrometry, while the mRNA expression of <i>IDO</i>, <i>TDO</i>, brain-derived neurotrophic factor (<i>BDNF</i>), cAMP response element-binding protein (<i>CREB</i>), and interleukin-6 (<i>IL-6</i>) was measured using RT-PCR. KYN and its metabolites were quantified at basal levels in plasma and seven brain regions to assess their distribution in the peripheral and central nervous system. The KA/3HK ratio increased in multiple brain regions, and the plasma KA/QA ratio increased significantly after acute and chronic KYN administration, suggesting peripheral neuroprotection. Reduced plasma and cerebellar KA/3HK ratios suggest region-specific neurotoxicity, whereas the hippocampus accumulates the most KYN and its metabolite KA, suggesting the potential neuroprotective effect of KYN administration in the hippocampus.",
    "authors": [
      "Abujrais",
      "Simeit",
      "Link",
      "Kalberg",
      "Pienaar",
      "Veerappan",
      "Millen",
      "Baijnath",
      "Bergquist"
    ],
    "year": 2025,
    "technical_summary": "Tryptophan (TRP) metabolic pathway produces kynurenine (KYN) and serotonin (5-HT). KYN plays a crucial role in neuroprotection, while 5-HT impacts mood and sleep patterns. In the acute study, Sprague-Dawley rats were given 100 mg/kg of KYN once daily for 14 days. Following the treatment, the animals were terminated by decapitation and their brains were dissected.",
    "patient_summary": "The tryptophan (TRP) metabolic pathway produces kynurenine (KYN) and serotonin (5-HT) KYN plays a crucial role in neuroprotection, while 5-HT impacts mood and sleep patterns. The production of KYN is increased in response to inflammatory cytokines and cortisol release.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127876",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40950756",
    "title": "Bipolar spectrum, hypothyroidism, and their association with chronic fatigue/myalgic encephalomyelitis-like syndrome in long COVID: could they be identified as early determinants?",
    "abstract": "Long COVID has been increasingly linked to persistent clinical manifestations, including chronic fatigue syndrome/myalgic encephalomyelitis (CFS/ME). However, the relationship between this syndrome and pre-existing conditions such as bipolar spectrum disorders and hypothyroidism is not yet clearly established. These disorders may influence the regulation of biorhythms and immune function, suggesting a possible role in the predisposition to the development of CFS/ME in the context of long-term COVID-19. This study investigates the prevalence of hypothyroidism and bipolar spectrum disorders in patients with CFS/ME associated with long-term COVID-19. It compares it with pre-pandemic population data to determine whether these conditions may be predisposing factors. A case-control design was used to select cases from a clinical trial on CFS/ME in long COVID, while controls were extracted from pre-COVID epidemiological databases. Comparative statistical analyses, including chi-square tests and analysis of variance (ANOVA), were performed to assess significant differences in the frequency of these conditions between both groups. The clinical sample showed significantly higher prevalence rates of hypothyroidism [27.78% vs. 1.14%; odds ratio (OR) = 33.07; 95% confidence interval (CI): 7.10-153.70] and bipolar spectrum disorders (16.67% vs. 0.2%; OR = 138.4; 95% CI: 36.40-526.43) compared to control populations (<i>p</i> < 0.0001 for both). Similarly, individuals screening positive for depressive symptoms (PHQ9 > 9) showed markedly increased odds (55.5% vs. 4.16%; OR = 28.75; 95% CI: 6.52-126.73). The findings suggest that hypothyroidism and bipolar spectrum disorders may act as predisposing factors in the development of CFS/ME in long-term COVID-19. Identifying these clinical antecedents could facilitate early detection and the development of targeted intervention strategies in at-risk populations.",
    "authors": [
      "Tusconi",
      "Dursun",
      "Pegreffi",
      "Aviles Gonzalez",
      "Barrui",
      "Fornaro",
      "Hurtado Lujan",
      "Camacho Nunez",
      "Vega Ochoa",
      "Curcio",
      "Carta",
      "Cossu"
    ],
    "year": 2025,
    "technical_summary": "Long COVID-19 has been linked to persistent clinical manifestations, including chronic fatigue syndrome/myalgic encephalomyelitis (CFS/ME). The relationship between this syndrome and pre-existing conditions such as hypothyroidism and bipolar spectrum disorders is not clearly established. This study investigates the prevalence of these conditions in long-term COVID patients.",
    "patient_summary": "Long COVID has been increasingly linked to persistent clinical manifestations, including chronic fatigue syndrome/myalgic encephalomyelitis (CFS/ME) The relationship between this syndrome and pre-existing conditions such as bipolar spectrum disorders and hypothyroidism is not yet clearly established.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127884",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40950577",
    "title": "The emerging role of exosomal LncRNAs in chronic fatigue syndrome: from intercellular communication to disease biomarkers.",
    "abstract": "Chronic fatigue syndrome (CFS) is a complex disease involving multiple systems throughout the body with unknown pathogenesis and is characterized by chronic fatigue. To date, no effective treatment for CFS has been found, as well as biomarkers for early identification of diagnosis. However, exosomes, a subpopulation of extracellular vesicles (EVs), are membranous vesicles secreted by cells into the surrounding environment, and long noncoding RNAs (LncRNAs) in EVs can mediate inter-organ and inter-cellular communication, which maybe associate with CFS. Therefore, this study aims to review the association between EV-LncRNAs and CFS, and to explore whether LncRNAs can be used as potential biomarkers for early identification and diagnosis of CFS, which put forward new ideas and a theoretical basis for the pathogenesis of CFS, as well as the identification of novel targeted therapies.",
    "authors": [
      "Wang",
      "Xu",
      "Zhong",
      "Wang",
      "Shi",
      "Mei",
      "Chen",
      "Zhan",
      "Cheng"
    ],
    "year": 2025,
    "technical_summary": "Chronic fatigue syndrome (CFS) is a complex disease involving multiple systems throughout the body with unknown pathogenesis. No effective treatment for CFS has been found. Exosomes, a subpopulation of extracellular vesicles (EVs), can mediate inter-organ and inter-cellular communication. Long noncoding RNAs (LncRNAs) in EVs can be used as potential biomarkers for early identification of CFS.",
    "patient_summary": "Chronic fatigue syndrome (CFS) is a complex disease involving multiple systems throughout the body. To date, no effective treatment for CFS has been found. Exosomes, a subpopulation of extracellular vesicles (EVs), are secreted by cells into the surrounding environment. Long noncoding RNAs (LncRNAs) in EVs can mediate inter-organ and inter-cellular communication.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127891",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40950275",
    "title": "Research progress on the development and evaluation of animal models for chronic fatigue syndrome.",
    "abstract": "Chronic fatigue syndrome (CFS) is a debilitating multisystem disorder with an increasing prevalence, significantly impairing patients' quality of life. Several challenges remain, including unclear pathogenesis, the absence of specific diagnostic criteria, and limited therapeutic efficacy. Animal models play a crucial role in understanding the pathogenesis of CFS and testing potential therapies, necessitating the construction and evaluation of these models to be objective and scientifically rigorous. This study provides a comprehensive review of the methods for developing and assessing CFS models, analyzes their strengths and limitations, identifies key challenges in current research, and guides the development of clinically relevant CFS animal models.",
    "authors": [
      "Feng",
      "Wu",
      "Sun",
      "Qu",
      "Zhang",
      "Yang"
    ],
    "year": 2025,
    "technical_summary": "Chronic fatigue syndrome (CFS) is a debilitating multisystem disorder with an increasing prevalence. Animal models play a crucial role in understanding the pathogenesis of CFS and testing potential therapies. This study reviews the methods for developing and assessing CFS models, analyzes their strengths and limitations, and identifies key challenges in current research.",
    "patient_summary": "Chronic fatigue syndrome (CFS) is a debilitating multisystem disorder. Animal models play a crucial role in understanding the pathogenesis of CFS and testing potential therapies. This study provides a comprehensive review of the methods for developing and assessing CFS models.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127898",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40944962",
    "title": "Post-COVID-19 Vaccination (or Long Vax) Syndrome: Putative Manifestation, Pathophysiology, and Therapeutic Options.",
    "abstract": "With the global rollout of COVID-19 vaccines, vaccine safety remains a priority. Emerging concerns have raised the potential risk of a long COVID-like syndrome following vaccination, informally called long Vax and provisionally termed post-COVID-19 vaccination syndrome (PCVS). Our narrative review describes the putative manifestation, pathophysiology, and therapeutic approaches of PCVS based on the available evidence, mostly from case reports/series and observational studies. Our review noted that PCVS typically manifests within days to weeks post-vaccination, with symptoms lasting months to years. PCVS may present as recognized diagnoses such as postural orthostatic tachycardia syndrome (POTS), small-fibre neuropathy (SFN), myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS), or as long-term sequelae of myocarditis, vaccine-induced thrombotic thrombocytopaenia (VITT), or immune thrombocytopaenia purpura (ITP). Symptomatically, PCVS overlaps with long COVID, such as fatigue and brain fog, but PCVS may involve more frequent paraesthesia and less dyspnoea. We also review pathophysiological hypotheses of PCVS, focussing on the vaccine-derived spike protein and related immune responses. Finally, we discuss potential therapies used to treat patients with PCVS or related conditions, primarily documented in case reports/series, which could guide future clinical research. Overall, PCVS remains a poorly understood condition that requires more research to elucidate its prevalence, prognosis, risk factors, and treatments.",
    "authors": [
      "Yong",
      "Kenny",
      "Halim",
      "Munipalli",
      "Alhashem",
      "AlSaihati",
      "Al-Subaie",
      "Al Kaabi",
      "Al Fares",
      "Garout",
      "Sabour",
      "Alshiekheid",
      "Almansour",
      "Alotaibi",
      "Alrasheed",
      "Alamri",
      "Albayat",
      "Alamodi",
      "Tombuloglu",
      "Mohapatra",
      "Hazazi",
      "Rabaan"
    ],
    "year": 2025,
    "technical_summary": "Post-COVID-19 vaccination syndrome (PCVS) is a long-term sequelae of myocarditis, VITT, or immune thrombocytopaenia purpura (ITP). PCVS overlaps with long COVID, but PCVS may involve more frequent paraesthesia and less dyspnoea. PCVS remains a poorly understood condition.",
    "patient_summary": "Post-COVID-19 vaccination syndrome (PCVS) typically manifests within days to weeks post-vaccination. PCVS overlaps with long COVID, such as fatigue and brain fog, but PCVS may involve more frequent paraesthesia and less dyspnoea.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127910",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40944028",
    "title": "Autonomic Dysfunction in Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS): Findings from the Multi-Site Clinical Assessment of ME/CFS (MCAM) Study in the USA.",
    "abstract": "<b>Background/Objectives</b>: Symptoms of autonomic dysfunction are common in infection-associated chronic conditions and illnesses (IACCIs), including myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS). This study aimed to evaluate autonomic symptoms and their impact on ME/CFS illness severity. <b>Methods</b>: Data came from a multi-site study conducted in seven ME/CFS specialty clinics during 2012-2020. Autonomic dysfunction was assessed using the Composite Autonomic Symptom Scale 31 (COMPASS-31), medical history, and a lean test originally described by the National Aeronautics and Space Administration (NASA). Illness severity was assessed using Patient-Reported Outcomes Measurement Information System measures, the 36-item short-form, as well as the CDC Symptom Inventory. This analysis included 442 participants who completed the baseline COMPASS-31 assessment, comprising 301 individuals with ME/CFS and 141 healthy controls (HC). <b>Results</b>: ME/CFS participants reported higher autonomic symptom burden than HC across three assessment tools (all <i>p</i> < 0.0001), including the COMPASS-31 total score (34.1 vs. 6.8) and medical history indicators [dizziness or vertigo (42.6% vs. 2.8%), cold extremities (38.6% vs. 5.7%), and orthostatic intolerance (OI, 33.9% vs. 0.7%)]. Among ME/CFS participants, 97% had at least one autonomic symptom. Those with symptoms in the OI, gastrointestinal, and pupillomotor domains had significantly higher illness severity than those without these symptoms. <b>Conclusions</b>: ME/CFS patients exhibit a substantial autonomic symptom burden that correlates with greater illness severity. Individualized care strategies targeting dysautonomia assessment and intervention may offer meaningful improvements in symptom management and quality of life for those with ME/CFS and similar chronic conditions.",
    "authors": [
      "Issa",
      "Lin",
      "Chen",
      "Attell",
      "Brimmer",
      "Bertolli",
      "Natelson",
      "Lapp",
      "Podell",
      "Kogelnik",
      "Klimas",
      "Peterson",
      "Bateman",
      "Unger",
      ""
    ],
    "year": 2025,
    "technical_summary": "Autonomic dysfunction is common in infection-associated chronic conditions and illnesses, including myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS). Autonomic dysfunction was assessed using the Composite Autonomic Symptom Scale 31 (COMPASS-31), medical history, and a lean test originally described by the National Aeronautics and Space Administration (NASA). Illness severity was assessed by the Patient-Reported Outcomes Measurement Information System measures and the 36-item short-form. The study included 442 participants who completed the baseline assessment.",
    "patient_summary": "Study aimed to evaluate autonomic symptoms and their impact on ME/CFS illness severity. Autonomic dysfunction was assessed using the Composite Autonomic Symptom Scale 31 (COMPASS-31), medical history, and a lean test originally described by the National Aeronautics and Space Administration (NASA) Those with symptoms in the OI, gastrointestinal, and pupillomotor domains had significantly higher illness severity than those without these symptoms.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127918",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40943482",
    "title": "Precision Medicine Study of Post-Exertional Malaise Epigenetic Changes in Myalgic Encephalomyelitis/Chronic Fatigue Patients During Exercise.",
    "abstract": "Post-exertional malaise (PEM) is a defining symptom of Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS), yet its molecular underpinnings remain elusive. This study investigated the temporal-longitudinal DNA methylation changes associated with PEM using a structured two-day maximum repeated effort cardiopulmonary exercise testing (CPET) protocol involving pre- and two post-exercise blood samplings from five ME/CFS patients. Cardiopulmonary measurements revealed complex heterogeneous profiles among the patients compared to typical healthy controls, and VO<sub>2</sub> peak indicated all patients had poor normative fitness. The switch to anaerobic metabolism occurred at a lower workload in some patients on Day Two of the test. Reduced Representation Bisulphite Sequencing followed by analysis with Differential Methylation Analysis Package-version 2 (DMAP2) identified differentially methylated fragments (DMFs) present in the DNA genomes of all five ME/CFS patients through the exercise test compared with 'before exercise'. With further filtering for >10% methylation differences, there were early DMFs (0-24 h after first exercise test) and late DMFs between (24-48 h after the second exercise test), as well as DMFs that changed gradually (between 0 and 48 h). Of these, 98% were ME/CFS-specific, compared with the two healthy controls accompanying the longitudinal study. Principal component analysis illustrated the three distinct clusters at the 0 h, 24 h, and 48 h timepoints, but with heterogeneity among the patients within the clusters, highlighting dynamic methylation responses to exertion in individual patients. There were 24 ME/CFS-specific DMFs at gene promoter fragments that revealed distinct patterns of temporal methylation across the timepoints. Functional enrichment of ME-specific DMFs revealed pathways involved in endothelial function, morphogenesis, inflammation, and immune regulation. These findings uncovered temporally dynamic epigenetic changes in stress/immune functions in ME/CFS during PEM and suggest molecular signatures with potential for diagnosis and of mechanistic significance.",
    "authors": [
      "Sharma",
      "Hodges",
      "Peppercorn",
      "Davis",
      "Edgar",
      "Rodger",
      "Chatterjee",
      "Tate"
    ],
    "year": 2025,
    "technical_summary": "Post-exertional malaise (PEM) is a defining symptom of Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS). This study investigated the temporal-longitudinal DNA methylation changes associated with PEM using a structured two-day maximum repeated effort cardiopulmonary exercise testing (CPET) protocol involving pre- and two post-exercise blood samplings from five ME/C FS patients.",
    "patient_summary": "Post-exertional malaise (PEM) is a defining symptom of Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) This study investigated the temporal-longitudinal DNA methylation changes associated with PEM using a structured two-day maximum repeated effort cardiopulmonary exercise testing (CPET) protocol.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127927",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40939313",
    "title": "Rasch analysis of the hospital anxiety and depression scale in patients with chronic fatigue syndrome.",
    "abstract": "The Hospital Anxiety and Depression Scale (HADS) is widely utilized for assessing psychological distress in medical populations, yet its clinimetric properties in chronic fatigue conditions remain underexplored. Given the complex symptom presentation in chronic fatigue syndrome (CFS), rigorous clinimetric validation is essential for accurate clinical assessment. This study aimed to evaluate the clinimetric properties of the HADS using Rasch methodology in patients with CFS, with particular emphasis on dimensionality, item functioning, and measurement precision. Rasch analysis was conducted on HADS responses from 286 participants diagnosed with CFS. The Partial Credit Rasch model was applied to assess overall model fit, item performance, unidimensionality and differential item functioning. Initial analysis revealed suboptimal model fit, necessitating subtest modifications to address local response dependence. The subtest solution demonstrated acceptable fit to the Rasch model with evidence of strict unidimensionality, high reliability (PSI = 0.87), and no differential item functioning by demographic variables. Rasch-converted interval scores showed improved measurement precision compared to ordinal scoring. Interval scoring yielding a significantly higher mean (M = 22.55, SD = 3.78) compared to unconverted scoring (M = 20.30, SD = 6.87), t(275) = -19.54, p < .001, indicating that ordinal scoring systematically underestimates the latent trait level. Interval scores showed a 45 % reduction in measurement error demonstrated by the substantial reduction in standard error. The HADS demonstrated acceptable measurement properties in patients with CFS. The development of ordinal-to-interval conversion tables enhances the scale's precision, supporting its continued use in clinical and research contexts.",
    "authors": [
      "Bartholomew",
      "Medvedev",
      "Petrie",
      "Chalder"
    ],
    "year": 2025,
    "technical_summary": "Hospital Anxiety and Depression Scale (HADS) is widely used for assessing psychological distress in medical populations, but its clinimetric properties in chronic fatigue conditions (CFS) remain underexplored. Rasch analysis was conducted on HADS responses from 286 participants diagnosed with CFS. The HADS demonstrated acceptable measurement properties in CFS patients.",
    "patient_summary": "The Hospital Anxiety and Depression Scale (HADS) is widely utilized for assessing psychological distress in medical populations. Given the complex symptom presentation in chronic fatigue syndrome (CFS), rigorous clinimetric validation is essential for accurate clinical assessment. The HADS demonstrated acceptable measurement properties in patients with CFS.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127935",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40936649",
    "title": "Mapping the brain's fatigue network: a transdiagnostic systematic review and meta-analysis on functional correlates of mental fatigue.",
    "abstract": "Mental fatigue is a significant psychopathological symptom that has recently gained attention, particularly in chronic fatigue syndrome/myalgic encephalomyelitis and Post-COVID-19 condition. However, fatigue is a clinically relevant symptom across a wide range of mental and neurological disorders. To identify a transdiagnostic functional network associated with fatigue, we conducted an activation likelihood estimation meta-analysis of neuroimaging studies. The primary inclusion criterion was studies involving any medical condition where patients exhibited significantly higher levels of fatigue compared to healthy controls. A systematic literature review across three major scientific databases identified 46 eligible neuroimaging studies, including a total of 2603 individuals. The meta-analysis of these studies revealed a widespread cortical-subcortical network involving frontal, limbic, basal ganglia and parietal structures. Three main clusters were highlighted: a frontal-striatal-limbic cluster, a frontal-cingulate cluster and a parietal cluster, with regions implicated in cognitive, emotional and somatosensory symptoms associated with mental fatigue. Quality analysis indicated a moderate risk of bias in the majority of the included studies. Overall, our findings provide scientific evidence for a transdiagnostic mental fatigue network in the brain, with key nodes located in the lateral frontal cortex, cingulate cortex, insula, thalamus, precuneus and caudate. These results support the theory of thalamic-striatal-cortical dysfunction, which may impair compensatory mechanisms related to mental fatigue. Additionally, abnormal activation of limbic and parietal regions may contribute to cognitive, emotional and attentional impairments linked to fatigue.",
    "authors": [
      "Schumann",
      "Di Giuliano",
      "Schulz",
      "de la Cruz",
      "Kreuder",
      "Seifert",
      "Bär"
    ],
    "year": 2025,
    "technical_summary": "Mental fatigue is a clinically relevant symptom across a wide range of mental and neurological disorders. A meta-analysis of neuroimaging studies identified a widespread cortical-subcortical network involving frontal, limbic, basal ganglia and parietal structures. Key nodes are located in the lateral frontal cortex, cingulate cortex, insula, thalamus, precuneus and caudate.",
    "patient_summary": "Mental fatigue is a clinically relevant symptom across a wide range of mental and neurological disorders. To identify a transdiagnostic functional network associated with fatigue, we conducted an activation likelihood estimation meta-analysis of neuroimaging studies. Key nodes located in the lateral frontal cortex, cingulate cortex, insula, thalamus and precuneus.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127942",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40934950",
    "title": "Single-Center Study of Therapeutic Apheresis in 24 Male Patients from the MENA Region: Reduction of Lipids, Inflammatory Markers, Autoantibodies, and Implications for Fatigue, Genetics, and Aging.",
    "abstract": "Cardiovascular and metabolic disorders, particularly diabetes and obesity, are highly prevalent in the Middle East and North Africa (MENA) region, exhibiting some of the highest global incidence rates. These conditions significantly increase the severity of infectious diseases, notably COVID-19, leading to a rise in long-COVID cases among affected individuals. Furthermore, the MENA region's extreme temperatures exacerbate cardiovascular issues by elevating heart rates and blood pressure, increasing dehydration and blood viscosity. Extracorporeal therapies, such as apheresis, effectively reduces plasma lipids and inflammatory markers. Furthermore, apheresis has shown promise in reducing autoantibodies associated to long-COVID. Our previous research indicated that apheresis alleviates symptoms in patients with long-COVID and chronic fatigue syndrome. In this study, we treated 24 male patients from the MENA region suffering from chronic fatigue and/or different metabolic diseases such as diabetes, dyslipidemia, or obesity, using double filtration plasmapheresis. Comprehensive plasma analyses were performed before and after apheresis to assess lipid profiles, inflammatory markers, and autoantibodies, revealing significant changes following the procedure. Genetic analyses on a subgroup of the patients showed no mutations in the LDLR, APOB, APOE, PCSK9, LIPA, and LDLRAP1 genes known to be associated with predispositions to monogenic lipid disorders. However, all patients in this subgroup demonstrated an intermediate to high likelihood that their elevated lipid levels have a polygenic basis. These findings suggest that implementing apheresis in the MENA region could significantly improve health outcomes and life expectancy for affected individuals.",
    "authors": [
      "Steenblock",
      "Walther",
      "Kok",
      "Mavberg",
      "Yaman",
      "Handgretinger",
      "Castillo-Aleman",
      "Al Karam",
      "Bornstein"
    ],
    "year": 2025,
    "technical_summary": "Diabetes and metabolic disorders are highly prevalent in the Middle East and North Africa (MENA) region. Extracorporeal therapies, such as apheresis, effectively reduces plasma lipids and inflammatory markers. Apheresis has shown promise in reducing autoantibodies associated to long-COVID.",
    "patient_summary": "Cardiovascular and metabolic disorders, particularly diabetes and obesity, are highly prevalent in the Middle East and North Africa. Extracorporeal therapies, such as apheresis, effectively reduces plasma lipids and inflammatory markers. Apheresis has shown promise in reducing autoantibodies associated to long-COVID.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127951",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40927423",
    "title": "Fatigue, interoplastic and nociplastic distress in myalgic encephalomyelitis/chronic fatigue syndrome, Gulf War Illness, and chronic idiopathic fatigue.",
    "abstract": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) and Gulf War Illness (GWI) have similar profiles of pain (nociception), visceral interoception, and tenderness (central sensitization) that may be due to dysfunction of midbrain and medulla descending antinociceptive and antiinteroceptive mechanisms. If so, then dolorimetry, a proxy for tenderness, may be correlated with subjective symptoms. The relationship with fatigue was assessed in Chronic Idiopathic Fatigue (CIF). Cohorts of ME/CFS, GWI, and sedentary control subjects completed questionnaires and had dolorimetry. Spearman correlations were calculated between central sensitization (dolorimetry), fatigue (Chalder Fatigue), pain (McGill Pain), interoception (Chronic Multisymptom Inventory), disability (SF36), psychological constructs, and other symptoms. Females were more tender than males and were thus analyzed separately. GWI and ME/CFS groups were more tender than controls for females (<i>p</i> < 0.0045) and males (<i>p</i> < 10<sup>-6</sup>). Receiver operating characteristics area under the curve for female ME/CFS (0.730) and GWI (0.792) and male ME/CFS (0.816) and GWI (0.831) were not optimal for diagnostic purposes. Pain and interoception were highly correlated. Dolorimetry correlated better with pain (Spearman <i>R</i> = -0.574 to -0.629) than interoception (<i>R</i> = -0.417 to -0.545) questionnaires. Dolorimetry correlated weakly with fatigue and disability (|R| < 0.42). CIF was defined by receiver operating characteristics with elevated fatigue, postexertional malaise, and reduced vitality. CIF had intermediate tenderness. The outcomes generate several hypotheses about ME/CFS and GWI pathophysiology. Disease pathologies may involve injury to midbrain and medulla regulatory pathways causing central sensitization with the loss of descending antiinteroceptive and antinociceptive inhibitory mechanisms and increased perceptions of widespread visceral complaints and pain. The diseases can be re-conceptualized as chronic disabling fatigue with heightened interoceptive and nociceptive symptoms. Variations in antiinteroceptive control may provoke unpredictable shifts in symptom spectrum and severity that contribute to exertional exhaustion and symptom exacerbation. Subjective criteria were found to define CIF prospectively.",
    "authors": [
      "Chen",
      "Rudder",
      "Nwankwere",
      "Baraniuk"
    ],
    "year": 2025,
    "technical_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) and Gulf War Illness (GWI) have similar profiles of pain, visceral interoception, and tenderness. Dolorimetry, a proxy for tenderness, may be correlated with subjective symptoms. Relationship with fatigue was assessed in Chronic Idiopathic Fatigue (CIF).",
    "patient_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) and Gulf War Illness (GWI) have similar profiles of pain (nociception), visceral interoception, and tenderness (central sensitization) That may be due to dysfunction of midbrain and medulla descending antinociceptive and antiinteroceptive mechanisms. If so, then dolorimetry, a proxy for tenderness, may be correlated with subjective symptoms.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127959",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40923211",
    "title": "Variation in Repeated Handgrip Strength Testing Indicates Submaximal Force Production in Patients With Myalgic Encephalomyelitis/Chronic Fatigue Syndrome.",
    "abstract": "Changes in handgrip strength have recently been adapted as clinical biomarkers for myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) under the assumption of a disease-specific peripheral neuromuscular dysfunction. However, some have proposed that strength impairments in ME/CFS are better explained by alterations in higher-order motor control. In serial measurements, exertion can been assessed through analysis of variation, since maximal voluntary contractions exhibit lower coefficients of variation (CV) than submaximal contractions. Serial handgrip strength measurements of 105 ME/CFS patients and 66 healthy controls from a previously published biomarker validation study are analyzed post hoc regarding their CV. CV is separately compared in a subsample of participant with normal indexes of fatigability. Compared to healthy controls, patients had significantly higher CV, largely over the conservative 15% cutoff associated with submaximal exertion. In the subsample of study participants, whose within-session fatigability was within normal bounds, CV was still significantly higher in female patients; the difference in male patients was not statistically significant (p = 0.06). This analysis suggests that loss of grip strength is likely compounded by alterations in higher-order motor control, challenging its utility as a biomarker of peripheral dysfunction. Functional weakness is discussed within a framework that sees motor fatigue as a result of reduced implicit self-efficacy acquired in the context of chronic dyshomoeostasis and disability.",
    "authors": [
      "Popkirov"
    ],
    "year": 2025,
    "technical_summary": "Changes in handgrip strength have been adapted as a clinical biomarker for myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS). Some have proposed that strength impairments are better explained by alterations in higher-order motor control. In the serial measurements, exertion can be assessed through analysis of variation. CV is compared in a subsample of participants with normal indexes of fatigability. Compared to healthy controls, patients had significantly higher CV, largely over the 15% cutoff associated with submaximal exertion.",
    "patient_summary": "Handgrip strength has recently been adapted as clinical biomarkers for myalgic encephalomyelitis/chronic fatigue syndrome. Some have proposed that strength impairments in ME/CFS are better explained by alterations in higher-order motor control. In serial measurements, exertion can been assessed through analysis of variation.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127967",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40904577",
    "title": "Effect of nonpharmacologic therapies on depressive symptoms in patients with chronic fatigue syndrome: a network meta-analysis.",
    "abstract": "Depression or depressive symptoms exacerbate the burden in patients with chronic fatigue syndrome (CFS). The therapeutic effects of various non-pharmacological interventions remain unclear. This paper aims to evaluate the effectiveness of different non-pharmacological measures in alleviating depression or depressive symptoms in patients with CFS through network meta-analysis. PubMed, Cochrane Library, Web of Science, Embase, CNKI, Wanfang, CBM, VIP, and Sinomed databases were searched for randomized controlled trials (RCTs) until March 26, 2025. The Cochrane Risk of Bias Assessment Tool 2.0 was utilized to appraise the risk of bias. A network meta-analysis was conducted using the GeMTC package in R (4.4.2). This protocol has been registered in PROSPERO (CRD420251020737). 47 RCTs involving 4,028 participants were included. Compared with control measures, diet therapy was most effective in improving depression or depressive symptoms in patients with CFS (SMD = -5.64, 95% CI: -8.98 to -2.29), followed by moxibustion (Mox) (SMD = -2.91, 95% CI: -4.61 to -1.22), acupuncture (Ap) + Mox + acupoint embedding (SMD = -3.16, 95% CI: -0.39 to -5.98), and Ap + Mox (SMD = -2.53, 95% CI: -1.17 to -3.91). Diet therapy is the most effective in improving depression or depressive symptoms in patients with CFS, followed by Mox. Further carefully designed RCTs are warranted to substantiate these findings. https://www.crd.york.ac.uk/PROSPERO/, identifier CRD420251020737.",
    "authors": [
      "Jiang",
      "Cao",
      "Xia",
      "Wang"
    ],
    "year": 2025,
    "technical_summary": "Diet therapy is the most effective in improving depression or depressive symptoms in patients with CFS. Moxibustion (Mox) is followed by acupuncture (Ap) and acupoint embedding (Ap + Mox). Further carefully designed RCTs are needed to substantiate the findings.",
    "patient_summary": "The therapeutic effects of various non-pharmacological interventions remain unclear. Diet therapy is the most effective in improving depression or depressive symptoms in patients with CFS. acupuncture (Ap) + Mox + acupoint embedding (SMD = -3.16, 95% CI: -0.39 to 5.98)",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127974",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40903540",
    "title": "Heightened innate immunity may trigger chronic inflammation, fatigue and post-exertional malaise in ME/CFS.",
    "abstract": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is characterized by unexplained fatigue, post-exertional malaise (PEM), and cognitive dysfunction. ME/CFS patients often report a prodrome consistent with infection. We present a multi-omics analysis based on plasma metabolomic and proteomic profiling, and immune responses to microbial stimulation, before and after exercise. We report evidence of an exaggerated innate immune response after exposure to microbial antigens; impaired energy production involving the citric acid cycle, beta-oxidation of fatty acids, and urea cycle energy production from amino acids; systemic inflammation linked to lipid abnormalities; disrupted extracellular matrix homeostasis with release of endogenous ligands that promote inflammation; reduced cell-cell adhesion and associated gut dysbiosis; complement activation; redox imbalance reflected by disturbances in copper-dependent antioxidant pathways; and dysregulation of tryptophan-serotonin-kynurenine pathways. Many abnormalities were worse following exercise and correlated with the intensity of symptoms. Our findings may inform development of targeted therapeutic interventions for ME/CFS and PEM.",
    "authors": [
      "Che",
      "Ranjan",
      "Guo",
      "Zhang",
      "Goldsmith",
      "Levine",
      "Moneghetti",
      "Zhai",
      "Ge",
      "Mishra",
      "Hornig",
      "Bateman",
      "Klimas",
      "Montoya",
      "Peterson",
      "Klein",
      "Fiehn",
      "Komaroff",
      "Lipkin"
    ],
    "year": 2025,
    "technical_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is characterized by unexplained fatigue, post-exertional malaise (PEM), and cognitive dysfunction. We present a multi-omics analysis based on plasma metabolomic and proteomic profiling, and immune responses to microbial stimulation before and after exercise.",
    "patient_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is characterized by unexplained fatigue, post-exertional malaise (PEM), and cognitive dysfunction. We present a multi-omics analysis based on plasma metabolomic and proteomic profiling, and immune responses to microbial stimulation.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127983",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40901516",
    "title": "Correction: Plasma cell targeting with the anti-CD38 antibody daratumumab in myalgic encephalomyelitis/chronic fatigue syndrome-A clinical pilot study.",
    "abstract": "[This corrects the article DOI: 10.3389/fmed.2025.1607353.].",
    "authors": [
      ""
    ],
    "year": 2025,
    "technical_summary": "This corrects the article DOI: 10.3389/fmed.2025.1607353 and it's not the first time it's been published. It's also the second time the article has been published with the wrong name. It was published in the journal Femail.",
    "patient_summary": "The study was published in the journal Frontiers in Medicine. The author explains the research in simple, clear language for patients. For confidential support call the Samaritans on 08457 90 90 90, visit a local Samaritans branch or see www.samaritans.org.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127989",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40901355",
    "title": "Clinically Meaningful Improvements in Long COVID Symptoms Following Ketogenic Metabolic Therapy Combined with Lifestyle Interventions-A Clinical Case Report and Review of the Literature.",
    "abstract": "Approximately 400 million individuals globally are estimated to suffer from Long COVID, an infection-associated chronic condition that occurs after SARS-CoV-2 infection. Despite the high burden, there are no evidence-based or FDA-approved interventions to treat the condition. Given its complexity, a multicomponent approach grounded in a whole-person health model is likely required. This case report highlights clinically meaningful improvements in multiple Long COVID symptoms following a remotely-delivered, ketogenic metabolic therapy combined with group health coaching. Nutritional interventions were paired with exercises to stabilize circadian rhythms and introduce mindfulness-based practices. A review of the literature provides evidence in support of ketogenic metabolic therapy and lifestyle interventions as strategies to target proposed underlying mechanisms of Long COVID and foster stress resilience, thus reducing symptoms and improving quality of life. Findings support future research to optimize and evaluate multimodal nutritional and lifestyle interventions for Long COVID.",
    "authors": [
      "Colgan",
      "Stadler",
      "Hope",
      "Zwickey",
      "Davenport",
      "Weimbs"
    ],
    "year": 2025,
    "technical_summary": "Long COVID is an infection-associated chronic condition that occurs after SARS-CoV-2 infection. There are no evidence-based or FDA-approved interventions to treat the condition. This case report highlights clinically meaningful improvements in Long COVID symptoms following a remotely-delivered, ketogenic metabolic therapy combined with group health coaching.",
    "patient_summary": "Long COVID is an infection-associated chronic condition that occurs after SARS-CoV-2 infection. Despite the high burden, there are no evidence-based or FDA-approved interventions to treat the condition.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.127997",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40898606",
    "title": "How to Interpret Quality of Life Assessment of Patients With Chronic Wounds Using the Wound-QoL.",
    "abstract": "The Wound-QoL assesses patients' health-related quality of life. Quick and valid interpretation of the results is crucial, but no thresholds have yet been established. Additionally, counting top box responses might be a quick approximation to the Wound-QoL score itself. The aim of this study was to develop Wound-QoL bands (i.e., thresholds) and to analyse top box responses. Patients from European countries completed the Wound-QoL and a global question. We grouped patients' Wound-QoL scores and mapped these on the global question score. Upon this, we developed sets of Wound-QoL bands and calculated the weighted kappa (κ) coefficient of agreement for each set. Moreover, we analysed the correlation of the sum of top box responses with patients' Wound-QoL. The 305 patients (mean age: 68.5 years; 52.8% male) had most frequently leg ulcers (49.2%). The final set of Wound-QoL bands with the highest κ coefficient (0.564 and 0.550) was 0-0.25, not at all/rarely impaired; > 0.25 to 1, a little; > 1 to 2, moderately; > 2 to 3, quite a lot; > 3 to 4, very much. Top box responses showed strong correlation with the Wound-QoL scores (0.961-0.961). We are confident that the Wound-QoL bands will facilitate interpretation of Wound-QoL data in routine care as well as in research.",
    "authors": [
      "Janke",
      "Augustin",
      "Zirkenbach",
      "Blome"
    ],
    "year": 2025,
    "technical_summary": "The Wound-QoL assesses patients' health-related quality of life. 305 patients from European countries completed it and a global question. They had most frequently leg ulcers (49.2% of them male). They developed a set of bands based on the results of the study.",
    "patient_summary": "The Wound-QoL assesses patients' health-related quality of life. Quick and valid interpretation of the results is crucial, but no thresholds have yet been established. The 305 patients (mean age: 68.5 years; 52.8% male) had most frequently leg ulcers (49.2%).",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128010",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40898582",
    "title": "Chronic overlapping pain conditions in individuals with active opioid use disorder: a descriptive study of syringe program participants.",
    "abstract": "Comorbidity between opioid use disorder (OUD) and chronic pain is substantial. Pain has been shown to be a motivator for OUD onset, maintenance, relapse, and treatment delay. A cluster of pain conditions known as chronic overlapping pain conditions (COPCs), also now referred to in contemporary ICD classification as primary pain conditions, are particularly refractory to traditional forms of pain treatment, and likely adversely impact comorbid OUD. This cross-sectional descriptive study sought to obtain a better understanding of the prevalence of COPCs among individuals with OUD. The COPCs screener was originally developed to address the challenges of readily assessing for multiple of these conditions; which is important given that the number of said conditions acts as a marker for the likely presence of nociplastic pain. This screener was used alongside supplementary survey items to describe COPCs and pain distribution in a sample of individuals with active OUD recruited from a syringe exchange program. Comparisons of COPC prevalence between the study sample and global prevalence estimates found that among those with OUD, there is a significantly higher-than-expected prevalence of chronic low back pain, myalgic encephalomyelitis/chronic fatigue syndrome, chronic migraine headache, and fibromyalgia. Results support further investigations into COPCs in the context of OUD. Further research may reveal methods of enhancing OUD treatment and identifying additional targets for intervention and prevention.",
    "authors": [
      "Rausch",
      "Harte",
      "Williams",
      "Clauw",
      "Deaner",
      "Brodsky",
      "Floyd",
      "Hall"
    ],
    "year": 2025,
    "technical_summary": "Pain has been shown to be a motivator for OUD onset, maintenance, relapse, and treatment delay. Comorbidity between OUD and chronic pain is substantial. Chronic overlapping pain conditions (COPCs) are refractory to traditional forms of pain treatment and adversely impact comorbid OUD. The COPCs screener was used to describe COPCs and pain distribution in a sample of people with OUD recruited from a syringe exchange program.",
    "patient_summary": "Pain has been shown to be a motivator for OUD onset, maintenance, relapse, and treatment delay. A cluster of pain conditions known as chronic overlapping pain conditions (COPCs) are particularly refractory to traditional forms of pain treatment. Findings support further investigations into COPCs in the context of OUD.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128019",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40897283",
    "title": "Killer cell immunoglobulin-like receptor (KIR) alleles suggested to be associated with myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS).",
    "abstract": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a chronic and debilitating disease with unknown cause. Involvement of infection and immune dysregulation has been suggested, including changes in immune cell subsets and abnormal functions of natural killer (NK) cells. The regulatory NK cell receptors, killer cell immunoglobulin-like receptors (KIR) have previously been investigated in small cohorts of ME/CFS patients with conflicting results regarding gene content. Here, we studied KIR genes also at the allelic level using high-resolution sequencing, in 418 ME/CFS patients and 473 healthy controls. Human leukocyte antigen (HLA) class I genotype data were included for KIR ligand annotation. Our healthy control data represent KIR frequencies for a Norwegian population, which have not previously been reported. We found no association between ME/CFS and KIR gene content or copy number variations. However, our data suggested that specific KIR alleles at loci encoding inhibitory receptors were associated with ME/CFS, which was further supported by allelic haplotype analyses. Three alleles were more frequent in patients, i.e. KIR3DL3*002 (OR = 1.43, 95 % CI (1.09-1.86), p = 0.009), KIR3DL1*020 (OR = 2.20, 95 % CI (1.19-4.06), p = 0.01) and KIR3DL2*009 (OR = 1.56, 95 % CI (1.09-2.23), p = 0.01), while two alleles had a reduced patient frequency, i.e. KIR3DL3*013 (OR = 0.60, 95 % CI (0.42-0.86), p = 0.005) and KIR3DL2*010 (OR = 0.46, 95 % CI (0.30-0.71), p = 0.0005). Our data support an involvement of NK cells in ME/CFS.",
    "authors": [
      "Ramadan",
      "Kichula",
      "Tao",
      "Porfilio",
      "Lande",
      "Fluge",
      "Mella",
      "Strand",
      "Saugstad",
      "Norman",
      "Lie",
      "Viken"
    ],
    "year": 2025,
    "technical_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a chronic and debilitating disease with unknown cause. Involvement of infection and immune dysregulation has been suggested, including changes in immune cell subsets and abnormal functions of natural killer (NK) cells. The regulatory NK cell receptors, killer cell immunoglobulin-like receptors (KIR) have previously been investigated in small cohorts of patients. Here, we studied KIR genes also at the allelic level using high-resolution sequencing in 418 patients and 473 healthy controls. Three KIR alleles were more frequent in patients and two were less frequent.",
    "patient_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a chronic and debilitating disease with unknown cause. Involvement of infection and immune dysregulation has been suggested, including changes in immune cell subsets and abnormal functions of natural killer (NK) cells. The regulatory NK cell receptors, killer cell immunoglobulin-like receptors (KIR) have previously been investigated.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128027",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40892700",
    "title": "Long COVID and chronic fatigue syndrome/myalgic encephalitis share similar pathophysiologic mechanisms of exercise limitation.",
    "abstract": "Post-acute sequelae of SARS-CoV-2 (PASC or \"long COVID\") and chronic fatigue syndrome/myalgic encephalitis (CFS/ME) share symptoms such as exertional dyspnea. We used exercise oxygen pathway analysis, comprising six parameters of oxygen transport and utilization, to identify limiting mechanisms in both conditions. Invasive cardiopulmonary exercise testing was performed on 15 PASC patients, 11 CFS/ME patients, and 11 controls. We evaluated the contributions of alveolar ventilation (V̇a), lung diffusion capacity (D<sub>L</sub> ), cardiac output (Q̇), skeletal muscle diffusion capacity (D<sub>M</sub> ), hemoglobin (Hb), and mitochondrial oxidative phosphorylation (V<sub>max</sub>) to peak oxygen consumption (V̇O<sub>2peak</sub>). To simulate targeted interventions, each variable was sequentially normalized to assess its impact on V̇O<sub>2peak</sub>. V̇O<sub>2peak</sub> was significantly reduced in both PASC and CFS/ME compared to controls. Skeletal muscle O<sub>2</sub> diffusion (D<sub>M</sub> ) was the most impaired parameter in both patient groups (p = 0.01). Correcting D<sub>M</sub> alone improved V̇O<sub>2</sub> by 66% in PASC (p = 0.008) and 34.7% in CFS/ME (p = 0.06), suggesting a dominant role for peripheral O<sub>2</sub> extraction in exercise limitation. Impaired skeletal muscle oxygen diffusion (D<sub>M</sub> ) is a shared mechanism of exercise intolerance in PASC and CFS/ME and may represent a therapeutic target. However, our findings are limited by small sample size.",
    "authors": [
      "Jothi",
      "Insel",
      "Claessen",
      "Kubba",
      "Howden",
      "Ruiz-Carmona",
      "Levine",
      "Rischard"
    ],
    "year": 2025,
    "technical_summary": "PASC and CFS/ME are post-acute sequelae of SARS-CoV-2 and chronic fatigue syndrome/myalgic encephalitis. They share symptoms such as exertional dyspnea. Invasive cardiopulmonary exercise testing was performed on 15 PASC patients, 11 CFS or ME patients and 11 controls. Skeletal muscle O<sub>2</sub> diffusion was the most impaired parameter in both patient groups.",
    "patient_summary": "Post-acute sequelae of SARS-CoV-2 (PASC) and chronic fatigue syndrome/myalgic encephalitis (CFS/ME) share symptoms such as exertional dyspnea. We used exercise oxygen pathway analysis, comprising six parameters of oxygen transport and utilization, to identify limiting mechanisms in both conditions.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128034",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40891220",
    "title": "Prevalence of Chronic Overlapping Pain Conditions in Participants With Chronic Low Back Pain Enrolled in a Pragmatic Trial of Mindfulness-Based Stress Reduction.",
    "abstract": "Chronic low back pain (cLBP) is extremely common and is one of the Chronic Overlapping Pain Conditions (COPCs), 10 conditions thought to have similar underlying pathophysiology. Little is known about the prevalence and co-occurrence of cLBP with other commonly accepted conditions referred to as COPCs. We assessed participants enrolled in a pragmatic trial of mindfulness-based stress reduction for cLBP to determine the prevalence of co-occurring COPCs using a validated COPC screener. We compared psychosocial and physical functioning among participants with only cLBP and participants with cLBP and additional COPCs using Student's t-tests, chi-squared tests and multivariable linear regression. Among 285 enrollees (age range: 18-88 years, mean age: 52.2 years, SD = 15.3), 272 (95%) reported pain outside the upper and lower back region. One hundred and twenty-nine people (45%) had one COPC, and 68 (24%) had two or more COPCs not including cLBP. The most common COPCs were irritable bowel syndrome (n = 56, 20%); myalgia encephalomyelitis/chronic fatigue syndrome (n = 54, 19%); and fibromyalgia (n = 42, 15%). We found strong differences when comparing people with cLBP alone to those with cLBP and COPCs. People with COPCs reported more pain symptoms, higher levels of anxiety, depression, fatigue and scored worse across measures of physical functioning and pain symptoms. An additional COPC was associated with a 7.6-point increase in fatigue scores (95% CI: 5.6, 9.7) on a T-score metric (mean = 50, SD = 10). Compared to people with low back pain alone, individuals with additional chronic pain experienced more severe pain symptoms, more anxiety, depression and fatigue. In this sample of people with cLBP, overlapping pain conditions were common, affecting 45% of people. Clinicaltrials.gov identifier NCT04129450.",
    "authors": [
      "Miller",
      "Barnhill",
      "Greco",
      "Castro",
      "Nguyen",
      "Gardiner",
      "Faurot",
      "Gaylord",
      "Weinberg",
      "Thomas",
      "Sariahmed",
      "Morone"
    ],
    "year": 2025,
    "technical_summary": "Chronic low back pain (cLBP) is common and is one of the Chronic Overlapping Pain Conditions (COPCs), 10 conditions with similar underlying pathophysiology. People with COPCs reported more pain symptoms, higher levels of anxiety, depression, fatigue and scored worse on measures of physical functioning and pain symptoms.",
    "patient_summary": "Chronic low back pain (cLBP) is extremely common and is one of the Chronic Overlapping Pain Conditions (COPCs) People with COPCs reported more pain symptoms, higher levels of anxiety, depression, fatigue and scored worse across measures of physical functioning and pain symptoms.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128064",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40890788",
    "title": "Effects of recumbent isometric yoga on the orthostatic cardiovascular response of patients with myalgic encephalomyelitis/chronic fatigue syndrome.",
    "abstract": "Our previous studies demonstrated that the regular practice of recumbent isometric yoga reduced the fatigue of patients with myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS). Some patients with ME/CFS have postural orthostatic tachycardia syndrome (POTS); however, the effects of recumbent isometric yoga on orthostatic cardiovascular responses and whether recumbent isometric yoga improves POTS remain unknown. This pilot study was done to investigate the effect of recumbent isometric yoga on the orthostatic cardiovascular response of patients with ME/CFS. Ten adult female patients with ME/CFS performed recumbent isometric yoga for 12 weeks. Changes in their systolic blood pressure (SBP), diastolic blood pressure (DBP), and the pulse rate (PR) during an active standing test were compared before and after the 12-week regimen. Among the 10 patients, 8 manifested a normal orthostatic response and 2 manifested POTS before the yoga intervention. Patients who manifested a normal orthostatic response before yoga also manifested the normal orthostatic pattern after the yoga intervention. In contrast, the two patients who manifested POTS before the regimen showed a normal orthostatic response after completing the yoga intervention. This study found that the patients who manifested POTS and performed recumbent isometric yoga for 12 weeks had a reduced increase in PR after standing up. This pilot study suggests that recumbent isometric yoga would be useful as an adjunctive nonpharmacological intervention for improving POTS in patients with ME/CFS. This finding should be confirmed in a larger number of cases.",
    "authors": [
      "Oka",
      "Lkhagvasuren"
    ],
    "year": 2025,
    "technical_summary": "Pilot study investigated the effect of recumbent isometric yoga on the orthostatic cardiovascular response of patients with ME/CFS. The study found that the patients who performed the yoga for 12 weeks had a reduced increase in PR after standing up. This pilot study suggests that yoga would be useful as an adjunctive nonpharmacological intervention for improving POTS in patients with Me/C FS.",
    "patient_summary": "Some patients with ME/CFS have postural orthostatic tachycardia syndrome (POTS) A pilot study was done to investigate the effect of recumbent isometric yoga on the cardiovascular response. The study found that the patients who manifested POTS had a reduced increase in PR after standing up.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128071",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40883051",
    "title": "Characterization of Postural Orthostatic Tachycardia Syndrome in Long COVID: Self-reported Data From the LISTEN Study.",
    "abstract": "Postural orthostatic tachycardia syndrome (POTS) has emerged as a significant cardiovascular phenotype among individuals experiencing postacute COVID-19 syndrome, commonly referred to as long COVID. The purpose of this study was to describe the experience of people reporting long COVID-associated POTS. We collected data from individuals aged ≥18 years with self-reported long COVID who participated in the Yale Listen to Immune, Symptom and Treatment Experiences Now (LISTEN) cohort, an online observational study. The study included participants surveyed from May 2022 to July 2023. POTS status was determined by self-reported diagnosis of POTS. We compared the demographics, symptoms, associated conditions, and health status of people with and without self-reported POTS. Of the 578 individuals included, 167 (28.9%) reported new-onset POTS and 411 (71.1%) did not report POTS as one of their long COVID-associated conditions. Seventy-eight percent of participants with self-reported POTS were women (range, 18-74 years). Participants with self-reported POTS were younger, had more financial difficulties, more social isolation, more suicidal thoughts, worse health status measured by the EuroQoL visual analog scale, and reported higher rates of rapid heart rate after standing up, dizziness, palpitations, persistent chest pain, sudden chest pain, excessive fatigue, exercise intolerance, heat intolerance, brain fog, tinnitus, migraine, internal tremors, skin discoloration, and dry eyes, as well as new-onset myalgic encephalomyelitis/chronic fatigue syndrome and mast cell disorders. Individuals with self-reported long COVID-associated POTS experienced substantial health burdens in various domains compared with those without self-reported POTS, highlighting the urgency for further research to understand the mechanism, characterize the physiological derangements, and target treatments so we can help these individuals.",
    "authors": [
      "Al Mouslmani",
      "Sawano",
      "Arun",
      "Wu",
      "Shah",
      "Kaleem",
      "Zhou",
      "Murugiah",
      "Lu",
      "Herrin",
      "Bishop",
      "Taub",
      "Peixoto",
      "Bhattacharjee",
      "Iwasaki",
      "Krumholz"
    ],
    "year": 2025,
    "technical_summary": "Postural orthostatic tachycardia syndrome (POTS) has emerged as a significant cardiovascular phenotype among people with postacute COVID-19 syndrome. POTS status was determined by self-reported diagnosis of POTS. Participants with POTS were younger, had more financial difficulties, more social isolation, more suicidal thoughts, and worse health status.",
    "patient_summary": "Postural orthostatic tachycardia syndrome (POTS) has emerged as a significant cardiovascular phenotype among individuals experiencing postacute COVID-19 syndrome. We compared the demographics, symptoms, associated conditions, and health status of people with and without self-reported POTS. Participants with POTS were younger, had more financial difficulties, more social isolation, more suicidal thoughts.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128081",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40877900",
    "title": "Haptoglobin phenotypes and structural variants associate with post-exertional malaise and cognitive dysfunction in myalgic encephalomyelitis.",
    "abstract": "Myalgic encephalomyelitis (ME) is a chronic, multisystem illness characterized by post-exertional malaise (PEM) and cognitive dysfunction, yet the molecular mechanisms driving these hallmark symptoms remain unclear. This study investigated haptoglobin (Hp) as a potential biomarker of PEM severity and cognitive impairment in ME, with a focus on Hp phenotypes and structural proteoforms. A longitudinal case-control study was conducted in 140 ME patients and 44 matched sedentary healthy controls. In the discovery phase, global plasma proteomic profiling was performed in 61 ME patients and 20 controls before and after a standardized, non-invasive stress protocol in order to induce PEM. Associations between Hp levels, phenotype, and cognitive performance were assessed. In the validation phase, plasma Hp concentrations and proteoform composition were analyzed in an independent cohort of 89 ME patients and 24 controls using high-performance liquid chromatography (HPLC). ME patients demonstrated a significant reduction in Hp levels following post-exertional stress. Lower baseline Hp concentrations were associated with impaired cognitive performance. Hp phenotypes were differentially associated with symptom burden, with the Hp2-1 phenotype enriched in ME and linked to greater PEM severity and cognitive deficits compared to Hp1-1 and Hp2-2. HPLC analysis revealed altered Hp proteoform profiles in the Hp2-1 subgroup, including increased high-mass tetrameric and pentameric forms and shorter retention times indicative of structural changes. In contrast, the Hp1-1 phenotype was associated with milder symptoms and greater cognitive resilience. These findings suggest that Hp phenotype and proteoform structure modulate the physiological response to post-exertion in ME, offering insight into the molecular basis of PEM and its clinical heterogeneity. Hp may serve as a translational biomarker for patient stratification and a potential therapeutic target to mitigate oxidative stress and cognitive dysfunction in ME.",
    "authors": [
      "Moezzi",
      "Ushenkina",
      "Widgren",
      "Bergquist",
      "Li",
      "Xiao",
      "Rostami-Afshari",
      "Leveau",
      "Elremaly",
      "Caraus",
      "Franco",
      "Godbout",
      "Nepotchatykh",
      "Moreau"
    ],
    "year": 2025,
    "technical_summary": "Myalgic encephalomyelitis (ME) is a chronic, multisystem illness characterized by post-exertional malaise (PEM) and cognitive dysfunction. This study investigated haptoglobin (Hp) as a potential biomarker of PEM severity and cognitive impairment in ME.",
    "patient_summary": "Myalgic encephalomyelitis (ME) is a chronic, multisystem illness characterized by post-exertional malaise and cognitive dysfunction. This study investigated haptoglobin (Hp) as a potential biomarker of PEM severity and cognitive impairment in ME.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128092",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40868993",
    "title": "Circulating FGF-21 as a Disease-Modifying Factor Associated with Distinct Symptoms and Cognitive Profiles in Myalgic Encephalomyelitis and Fibromyalgia.",
    "abstract": "Myalgic encephalomyelitis (ME) and fibromyalgia (FM) are overlapping syndromes characterized by persistent fatigue, cognitive difficulties, and post-exertional malaise (PEM), yet they lack objective biomarkers for diagnosis and treatment. Fibroblast growth factor 21 (FGF-21), a stress-responsive metabolic hormone, may offer a promising avenue to distinguish subtypes within these patient populations. In this cross-sectional study, plasma FGF-21 levels were measured in 250 patients (FM = 47; ME = 99; ME + FM = 104) and 54 healthy controls. Participants were categorized based on FGF-21 levels into three groups: low (0-50 pg/mL), normal (51-200 pg/mL), and high (>200 pg/mL). Symptoms burden and cognitive function were assessed using validated questionnaires (SF-36, MFI-20, DSQ, DPEMQ) and the BrainCheck platform. A standardized mechanical provocation maneuver was used to induce PEM. Results showed that elevated FGF-21 levels were frequently observed in ME and ME + FM but varied widely across all groups. Stratification by circulating FGF-21 levels, rather than diagnosis alone, revealed distinct symptom and cognitive profiles. Low FGF-21 levels were linked to worsened PEM perception in FM, increased PEM severity and immune/autonomic symptoms in ME, and poorer mental health in ME + FM. Conversely, high FGF-21 levels correlated with better cognition in ME but greater fatigue in ME + FM. These findings suggest that FGF-21 may serve as a valuable biomarker for identifying clinically meaningful subtypes within ME and FM, supporting the development of personalized treatments. Furthermore, discrepancies between DSQ and DPEMQ highlight the need for objective PEM assessment tools. Overall, FGF-21 shows potential as a biomarker to guide precision medicine in these complex conditions.",
    "authors": [
      "Azimi",
      "Elremaly",
      "Elbakry",
      "Franco",
      "Godbout",
      "Moreau"
    ],
    "year": 2025,
    "technical_summary": "Myalgic encephalomyelitis (ME) and fibromyalgia (FM) are overlapping syndromes characterized by persistent fatigue, cognitive difficulties, and post-exertional malaise. Fibroblast growth factor 21 (FGF-21), a stress-responsive metabolic hormone, may offer a promising avenue to distinguish subtypes within these patient populations.",
    "patient_summary": "Myalgic encephalomyelitis (ME) and fibromyalgia (FM) are overlapping syndromes. Fibroblast growth factor 21 (FGF-21), a stress-responsive metabolic hormone, may offer a promising avenue to distinguish subtypes within these patient populations.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128102",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40882189",
    "title": "Effects of a Multidisciplinary Intervention on Fatigue in Lymphoma Survivors With Chronic Fatigue: Protocol for a Randomized Controlled Trial (REFUEL).",
    "abstract": "Chronic fatigue (CF) is a highly disabling late effect after cancer, affecting 25% to 40% of lymphoma survivors years after cancer treatment. There is a lack of randomized controlled trials testing interventions to reduce fatigue levels among survivors with CF. The primary aim of the Randomized Controlled Trial in Chronically Fatigued Lymphoma Survivors (REFUEL) is to examine the effects of a multidisciplinary intervention on the level of fatigue among lymphoma survivors with CF before and immediately after the intervention (3 months after randomization). Secondary aims are to (1) investigate the effects of the intervention on the level of fatigue 6 and 9 months after randomization and the effects on health-related quality of life (HRQoL); other patient-reported outcome measures; and physical fitness 3, 6, and 9 months after randomization; (2) evaluate the cost-utility of the intervention; (3) examine the effect of the intervention on HRQoL among the survivors' partners; and (4) investigate the long-term perceived benefits and daily use of acquired self-management strategies, as well as measure changes in fatigue, daily functioning, HRQoL, mental health, and work-life balance management within each group at 1- and 2-year follow-ups. The REFUEL trial is a 2-armed randomized controlled trial. Lymphoma survivors (2-12 years after diagnosis) with CF are randomly allocated to a 12-week multidisciplinary intervention including patient education, physical exercise, a cognitive behavioral therapy-based group program, and individual nutrition counseling or to usual care. Fatigue is measured by the Chalder Fatigue Questionnaire. Other patient-reported outcome measures are measured by validated questionnaires (eg, the European Organization for Research and Treatment of Cancer Core Quality of Life Questionnaire, the Patient Health Questionnaire-9, and the Generalized Anxiety Disorder-7). Cardiorespiratory fitness is measured as peak oxygen consumption during a cardiopulmonary exercise test or indirectly using a modified Balke treadmill protocol. Muscle strength is assessed by push-ups and leg press. The primary analyses will be performed using a generalized linear mixed model for repeated measures, with an intention-to-treat approach. A total of 150 survivors were included from December 2021 to March 2023. Three-month postrandomization assessments were completed in June 2023 and 2-year follow-up assessments were completed in June 2025. The REFUEL trial will provide new and highly needed scientific evidence about the effects of a multidisciplinary intervention on the level of fatigue and secondary outcomes regarding HRQoL aspects among lymphoma survivors with CF. ClinicalTrials.gov NCT05130099; https://www.clinicaltrials.gov/study/NCT05130099. DERR1-10.2196/69336.",
    "authors": [
      "Bøhn",
      "Reinertsen",
      "Kiserud",
      "Loge",
      "Fosså",
      "Skaali",
      "Blomhoff",
      "Oldervoll",
      "Courneya",
      "Raastad",
      "Nilsen",
      "Wisløff",
      "Lie",
      "Berge",
      "Edvardsen",
      "Fagerli",
      "Fjerstad",
      "Gjerset",
      "Haavik",
      "Henriksen",
      "Rutkovskiy",
      "Sandberg",
      "Seland",
      "Slott",
      "Tjessem",
      "Viktil",
      "Thorsen"
    ],
    "year": 2025,
    "technical_summary": "There is a lack of randomized controlled trials testing interventions to reduce fatigue levels among lymphoma survivors with CF. The REFUEL trial is a 2-armed randomized controlled trial. Lymphoma survivors (2-12 years after diagnosis) with CF are randomly allocated to a 12-week multidisciplinary intervention. ",
    "patient_summary": "Chronic fatigue (CF) is a highly disabling late effect after cancer, affecting 25% to 40% of lymphoma survivors years after cancer treatment. There is a lack of randomized controlled trials testing interventions to reduce fatigue levels among survivors with CF. The REFUEL trial is a 2-armed randomized controlled trial.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128119",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40859389",
    "title": "Mapping cerebral blood flow in myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) and orthostatic intolerance: insights from a systematic review.",
    "abstract": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a complex and debilitating condition with a large proportion of patients that experience orthostatic intolerance (OI). This systematic review aimed to assess whether cerebral blood flow (CBF) is reduced in ME/CFS and OI, and whether the presence of both conditions leads to an additional decline in CBF. PubMed (from 1943), MEDLINE (from 1946), EMBASE (from 1947) and Cochrane were searched from inception to February 14th, 2025, using terms including \"chronic fatigue syndrome\", \"myalgic encephalomyelitis\", \"orthostatic intolerance\" and \"cerebral blood flow\". Article selection required the following criteria: published in English; CBF measured in participants with either ME/CFS or OI, or both ME/CFS and OI combined. Quality assessment and risk of bias was assessed using the Newcastle-Ottawa Scale and the systematic review was conducted in accordance with the PRISMA 2020 guidelines. Of 14,928 articles, 118 were included, 26 (22.1%) of which studied CBF in ME/CFS alone, 81 (68.6%) in OI alone and 11 (9.3%) in both ME/CFS and OI. Overall, the articles included 9185 participants, with a mean age of 39.1 years (SD = 8.8), and 73.8% of participants were female. Studies found CBF was significantly reduced in 12 of the articles focused on ME/CFS and in 56 of those focused on OI; compared to controls. Additionally, in 4 out of 11 studies that examined both conditions, CBF was further reduced in participants suffering from both conditions compared to those with ME/CFS alone. CBF is reduced in ME/CFS and OI alone and having both conditions comorbidly amplifies CBF reductions. Therefore, observing CBF changes in ME/CFS with and without OI may be important in monitoring disease severity. Despite this, few studies focus on the combination of ME/CFS and OI, and OI may be a confounding factor in CBF in a large portion of ME/CFS studies.",
    "authors": [
      "Christopoulos",
      "Tantanis",
      "Huang",
      "Schneider-Futschik",
      "Gooley",
      "Moneghetti",
      "Armstrong"
    ],
    "year": 2025,
    "technical_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a complex and debilitating condition with a large proportion of patients that experience orthostatic intolerance (OI). This systematic review aimed to assess whether cerebral blood flow (CBF) is reduced in ME/Cfs and OI and whether the presence of both conditions leads to an additional decline in CBF. Of 14,928 articles, 118 were included. CBF was significantly reduced in 12 of the articles focused on ME and 56 on OI.",
    "patient_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a complex and debilitating condition with a large proportion of patients that experience orthostatic intolerance (OI) This systematic review aimed to assess whether cerebral blood flow (CBF) is reduced in ME/C FS and OI, and whether presence of both conditions leads to an additional decline in CBF.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128130",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40839219",
    "title": "[Comorbidity of chronic pain and fatigue : Common mechanisms, common treatment steps?].",
    "abstract": "Fatigue and chronic pain show a high level of comorbidity and are both not only frequent symptoms of chronic diseases without known somatic structural causes (e.g. irritable bowel syndrome or nonspecific low back pain) but also as leading symptoms of diseases with a specific etiology (e.g., cancer, rheumatoid arthritis or multiple sclerosis). Fatigue and pain also often co-occur for months or years after overcoming an acute organic illness, such as an acute bacterial or viral infection. In all cases, fatigue and pain can be accompanied by increased anxiety or depression. Moreover, research indicates that psychosocial factors, such as emotional distress, dysfunctional behavioral responses to fatigue or pain or social stigmatizing, can be involved in the perpetuation of the complaints and also independent of the etiology of the underlying disease. Physiological processes, such as autonomic dysregulation, an altered activation of adrenocortical activity as well as altered brain activity are increasingly being discussed as biological mechanisms. These common factors suggest a transdiagnostic approach investigating overlapping features in terms of biopsychosocial mechanisms that may play a role not only in the maintenance of pain but also of fatigue. As a consequence, both the diagnostics and management can be provided in a more individualized and resource-efficient way. The present narrative review gives a preliminary summary of the transdiagnostic mechanisms and possible clinical approaches for fatigue and chronic pain.",
    "authors": [
      "Hasenbring",
      "Levenig",
      "Titze"
    ],
    "year": 2025,
    "technical_summary": "Fatigue and chronic pain show a high level of comorbidity. Psychosocial factors, such as emotional distress, dysfunctional behavioral responses to fatigue or pain or social stigmatizing can be involved in the perpetuation of the complaints. Physiological processes, autonomic dysregulation, an altered activation of adrenocortical activity as well as altered brain activity are discussed as biological mechanisms.",
    "patient_summary": "Fatigue and chronic pain show a high level of comorbidity. Psychosocial factors can be involved in the perpetuation of the complaints. Physiological processes, such as autonomic dysregulation, an altered activation of adrenocortical activity are increasingly being discussed.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128136",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40829849",
    "title": "Protocol for a qualitative study on the online connections of people with ME/CFS and the relationship between these online connections and offline lives.",
    "abstract": "Myalgic encephalomyelitis (ME), also known as chronic fatigue syndrome (CFS), is a debilitating chronic illness that affects the central nervous and immune systems, causing core symptoms of extreme fatigue, post-exertional malaise, cognitive issues and sleep disturbance. With reported higher online use than in other chronic illnesses, people with ME/CFS are often housebound and isolated and may struggle to maintain social relationships. Due to a lack of biomarkers, the illness is often contested, causing invalidation and stigma for those affected. This study aims to broaden the knowledge on how people with ME/CFS gain online connections and whether and how these connections integrate into and impact their everyday life. Qualitative interviews will be conducted with adults aged over 18 years with a diagnosis or self-diagnosis of ME or CFS (n=20-25). A semi-structured topic guide will be used to interview participants and explore online connections and relationships between these and everyday life with ME/CFS. Interviews will be recorded and transcribed verbatim. Data will be thematically analysed to gain in-depth insight into this largely unexplored topic. The study has ethical approval from the University of Birmingham (reference: RN_1722-Jun2024), and informed written consent will be provided by all participants. Findings will be published in peer-reviewed journals and disseminated to advocacy organisations and health professionals seeking to offer remote support for people with ME/CFS and their families. This study will provide crucial insight into online use and how it can guide the formulation of management plans for people who may currently receive no support from health professionals at all.",
    "authors": [
      "Shortland",
      "Fazil",
      "Lavis"
    ],
    "year": 2025,
    "technical_summary": "People with ME/CFS are often housebound and isolated. This study aims to broaden the knowledge on how people with ME gain online connections. Qualitative interviews will be conducted with adults aged over 18 years with a diagnosis or self-diagnosis of ME or CFS (n=20-25). A semi-structured topic guide will be used to interview participants. Interviews will be recorded and transcribed verbatim. Data will be thematically analysed.",
    "patient_summary": "Myalgic encephalomyelitis (ME), also known as chronic fatigue syndrome (CFS), is a debilitating chronic illness that affects the central nervous and immune systems. With reported higher online use than in other chronic illnesses, people with ME/CFS are often housebound and isolated. Due to a lack of biomarkers, the illness is often contested, causing invalidation and stigma for those affected.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128143",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40820959",
    "title": "Co-occurrence of severe fatigue and insomnia: implications for the outcome of cognitive behavioural therapies.",
    "abstract": "Cognitive behavioural therapy for fatigue (CBT-F) and insomnia (CBT-I) are effective therapies. Little is known on their effectiveness when severe fatigue and insomnia co-occur. This observational study investigated whether the co-occurrence of fatigue and insomnia influences the outcomes of CBT-F and CBT-I. Furthermore, it was determined if changes in fatigue and insomnia symptoms are associated, and how often the co-occurring symptom persists after CBT. Patients with myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS, <i>n</i> = 241) received CBT-F and patients with insomnia disorder (<i>n</i> = 162) received CBT-I. Outcomes were fatigue severity assessed with the subscale of the Checklist Individual Strength (CIS-fat) and insomnia severity assessed with the Insomnia Severity Index (ISI). In each cohort, treatment outcomes of the subgroups with and without co-occurring symptoms were compared using ANCOVA. The association between changes in insomnia and fatigue severity were determined using Pearson's correlation coefficient. There were no differences in treatment outcomes between patients with and without co-occurring fatigue and insomnia (CBT-F: mean difference (95% CI) in CIS-fat-score 0.80 (-2.50-4.11), <i>p</i> = 0.63, <i>d</i> = 0.06; CBT-I: mean difference (95% CI) in ISI-score 0.26 (-1.83-2.34), <i>p</i> = 0.80, <i>d</i> = 0.05). Changes in severity of both symptoms were associated (CBT-F: <i>r</i> = 0.30, <i>p</i> < 0.001, CBT-I: <i>r</i> = 0.50, <i>p</i> < 0.001). Among patients no longer severely fatigued after CBT-F, 31% still reported insomnia; of those without clinical insomnia after CBT-I, 24% remained severely fatigued. CBT-F and CBT-I maintain their effectiveness when severe fatigue and insomnia co-occur. Changes in severity of both symptoms after CBT are associated, but the co-occurring symptom can persist after successfully treating the target symptom.",
    "authors": [
      "Rauwerda",
      "Kuut",
      "Braamse",
      "Nieuwkerk",
      "Boss",
      "Knoop",
      "van Straten"
    ],
    "year": 2025,
    "technical_summary": "CBT-F and CBT-I are effective therapies when severe fatigue and insomnia co-occur. Changes in the severity of both symptoms after CBT are associated with the effectiveness of the therapy, but can persist after successfully treating the target symptom. There were no differences in the treatment outcomes between patients with and without co- Occurring fatigue.",
    "patient_summary": "CBT-F and CBT-I maintain their effectiveness when severe fatigue and insomnia co-occur. Changes in severity of both symptoms after CBT are associated, but the co- Occurring symptom can persist after successfully treating the target symptom.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128150",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40806985",
    "title": "The Use of Heart Rate Variability-Biofeedback (HRV-BF) as an Adjunctive Intervention in Chronic Fatigue Syndrome (CSF/ME) in Long COVID: Results of a Phase II Controlled Feasibility Trial.",
    "abstract": "<b>Background:</b> Emerging evidence indicates that some individuals recovering from COVID-19 develop persistent symptoms, including fatigue, pain, cognitive difficulties, and psychological distress, commonly known as Long COVID. These symptoms often overlap with those seen in Chronic Fatigue Syndrome/Myalgic Encephalomyelitis (CFS/ME), underscoring the need for integrative, non-pharmacological interventions. This Phase II controlled trial aimed to evaluate the feasibility and preliminary efficacy of Heart Rate Variability Biofeedback (HRV-BF) in individuals with Long COVID who meet the diagnostic criteria for CFS/ME. Specific objectives included assessing feasibility indicators (drop-out rates, side effects, participant satisfaction) and changes in fatigue, depression, anxiety, pain, and health-related quality of life. <b>Methods:</b> Participants were assigned alternately and consecutively to the HRV-BF intervention or Treatment-as-usual (TAU), in a predefined 1:1 sequence (<i>quasirandom assignment</i>). The intervention consisted of 10 HRV-BF sessions, held twice weekly over 5 weeks, with each session including a 10 min respiratory preparation and 40 min of active training. <b>Results:</b> The overall drop-out rate was low (5.56%), and participants reported a generally high level of satisfaction. Regarding side effects, the mean total Simulator Sickness Questionnaire score was 24.31 (SD = 35.42), decreasing to 12.82 (SD = 15.24) after excluding an outlier. A significantly greater improvement in severe fatigue was observed in the experimental group (H = 4.083, <i>p</i> = 0.043). When considering all outcomes collectively, a tendency toward improvement was detected in the experimental group (binomial test, <i>p</i> < 0.0001). <b>Conclusions:</b> HRV-BF appears feasible and well tolerated. Findings support the need for Phase III trials to confirm its potential in mitigating fatigue in Long COVID.",
    "authors": [
      "Cossu",
      "Kalcev",
      "Primavera",
      "Lorrai",
      "Perra",
      "Galetti",
      "Demontis",
      "Tramontano",
      "Bert",
      "Montisci",
      "Maleci",
      "Castilla",
      "Jaramillo",
      "Kurotschka",
      "Rocha",
      "Carta"
    ],
    "year": 2025,
    "technical_summary": "Some people with Long COVID develop persistent symptoms, including fatigue, pain, cognitive difficulties, and psychological distress. This Phase II controlled trial aimed to evaluate the feasibility and preliminary efficacy of Heart Rate Variability Biofeedback (HRV-BF) in people with COVID who meet the diagnostic criteria for CFS/ME. The overall drop-out rate was low, and participants reported a generally high level of satisfaction. ",
    "patient_summary": "Heart Rate Variability Biofeedback (HRV-BF) was tested in individuals with Long COVID who meet the diagnostic criteria for CFS/ME. The overall drop-out rate was low and participants reported a generally high level of satisfaction. A significantly greater improvement in severe fatigue was observed in the experimental group.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128170",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40806417",
    "title": "Biomarkers over Time: From Visual Contrast Sensitivity to Transcriptomics in Differentiating Chronic Inflammatory Response Syndrome and Myalgic Encephalomyelitis/Chronic Fatigue Syndrome.",
    "abstract": "Chronic inflammatory response syndrome (CIRS) and Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) are debilitating multisystem illnesses that share overlapping symptoms and molecular patterns, including immune dysregulation, mitochondrial impairment, and vascular dysfunction. This review provides a chronological synthesis of biomarker development in CIRS, tracing its evolution from early functional tests such as visual contrast sensitivity (VCS) to advanced transcriptomic profiling. Drawing on peer-reviewed studies spanning two decades, we examine the layered integration of neuroendocrine, immunologic, metabolic, and genomic markers that collectively support a multisystem model of innate immune activation specific to environmentally acquired illness. Particular focus is given to the Gene Expression: Inflammation Explained (GENIE) platform's use of transcriptomics to classify disease stages and distinguish CIRS from other fatiguing conditions. While ME/CFS research continues to explore overlapping pathophysiologic features, it has yet to establish a unified diagnostic model with validated biomarkers or exposure-linked mechanisms. As a result, many patients labeled with ME/CFS may, in fact, represent unrecognized CIRS cases. This review underscores the importance of structured biomarker timelines in improving differential diagnosis and guiding treatment in complex chronic illness and highlights the reproducibility of the CIRS framework in contrast to the diagnostic ambiguity surrounding ME/CFS.",
    "authors": [
      "Dooley"
    ],
    "year": 2025,
    "technical_summary": "Chronic inflammatory response syndrome (CIRS) and Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) are debilitating multisystem illnesses that share overlapping symptoms and molecular patterns. This review provides a chronological synthesis of biomarker development in CIRS tracing its evolution from functional tests to advanced transcriptomic profiling.",
    "patient_summary": "Chronic inflammatory response syndrome (CIRS) and Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) are debilitating multisystem illnesses that share overlapping symptoms and molecular patterns. This review provides a chronological synthesis of biomarker development in CIRS.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128176",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40805949",
    "title": "Reframing Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS): Biological Basis of Disease and Recommendations for Supporting Patients.",
    "abstract": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) is a worldwide challenge. There are an estimated 17-24 million patients worldwide, with an estimated 60 percent or more who have not been diagnosed. Without a known cure, no specific curative medication, disability lasting years to being life-long, and disagreement among healthcare providers as to how to most appropriately treat these patients, ME/CFS patients are in need of assistance. Appropriate healthcare provider education would increase the percentage of patients diagnosed and treated; however, in-school healthcare provider education is limited. To address the latter issue, the New Jersey Myalgic Encephalomyelitis/Chronic Fatigue Syndrome Association (NJME/CFSA) has developed an independent, incentive-driven, learning program for students of the health professions. NJME/CFSA offers a yearly scholarship program in which applicants write a scholarly paper on an ME/CFS-related topic. The efficacy of the program is demonstrated by the 2024-2025 first place scholarship winner's essay, which addresses the biological basis of ME/CFS and how the healthcare provider can improve the quality of life of ME/CFS patients. For the reader, the essay provides an update on what is known regarding the biological underpinnings of ME/CFS, as well as a medical student's perspective as to how the clinician can provide care and support for ME/CFS patients. The original essay has been slightly modified to demonstrate that ME/CFS is a worldwide problem and for publication.",
    "authors": [
      "Agarwal",
      "Friedman"
    ],
    "year": 2025,
    "technical_summary": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) is a worldwide challenge. There are an estimated 17-24 million patients worldwide, with an estimated 60 percent or more who have not been diagnosed. In-school healthcare provider education is limited. NJME/CFSA has developed an incentive-driven learning program for students of the health professions. The program offers a yearly scholarship program in which applicants write a scholarly paper on an ME-CFS-related topic. The first place winner's essay addresses the biological basis of ME/C FS and how the healthcare provider can improve the quality of life of patients.",
    "patient_summary": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) is a worldwide challenge. There are an estimated 17-24 million patients worldwide, with an estimated 60 percent or more who have not been diagnosed. In-school healthcare provider education is limited.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128185",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40803495",
    "title": "Epstein-Barr virus and the origin of frailty and fatigue: A two-sample multivariable bidirectional Mendelian randomization study.",
    "abstract": "The causal relationship between Epstein-Barr virus (EBV) infection and frailty or fatigue remains unclear, despite evidence linking chronic inflammation to these conditions. This study utilized a two-sample Mendelian Randomization (MR) framework to investigate the causal relationship between EBV infection and the development of frailty and fatigue. The outcomes assessed were frailty, defined by the Frailty Index (FI), and fatigue, measured through Chronic Fatigue Syndrome (CFS), Malaise and Fatigue (MF), while EBV infection was represented by anti-EBV IgG seropositivity, antibody levels, and a history of infectious mononucleosis. Genetic variants strongly associated with EBV exposure were identified and used as instrumental variables (IVs). Two-sample MR analyses were conducted using the Inverse Variance Weighted (IVW) method, and multivariable MR (MVMR) was applied to adjust for potential confounding, including age. Reverse MR analyses were also performed to explore reverse causality. Sensitivity analyses, including horizontal pleiotropy and leave-one-out tests, were carried out to assess the reliability of the results. A total of 9 GWAS were used to derive summary data for EBV-related exposures and frailty/fatigue outcomes. In multivariable MR, EBV ZEBRA antibody levels were significantly associated with an increased FI score (aβ = 0.026; 95 % CI 0.006, 0.046; P = 0.011) after age adjustment. EBV EA-D showed a significant link with CFS in unadjusted models, but lost significance after age adjustment. EBV VCA p18 and EA-D were associated with MF, with significance remaining for EBV VCA p18 (aOR = 1.25; 95 % CI: 1.01, 1.57; P = 0.046) and EA-D (aOR = 1.38; 95 % CI: 1.00, 1.90; P = 0.049) after age adjustment. The reverse MR analysis revealed negative associations between MF and EBNA-1/ZEBRA antibodies. Sensitivity analyses confirmed robustness with no evidence of pleiotropy or heterogeneity. Secondary analysis further supported the causal associations. EBV infection demonstrates causal links to frailty and fatigue, mediated through specific antibody responses. These findings emphasize EBV's role in chronic inflammatory pathways and highlight potential targets for clinical intervention.",
    "authors": [
      "Li",
      "Chen"
    ],
    "year": 2025,
    "technical_summary": "The relationship between Epstein-Barr virus (EBV) infection and frailty and fatigue remains unclear. This study used a two-sample Mendelian Randomization (MR) framework to investigate the causal relationship between EBV infection and the development of these conditions. The outcomes assessed were frailty, defined by the Frailty Index (FI), and fatigue, measured through Chronic Fatigue Syndrome (CFS), Malaise and Fatigue (MF).",
    "patient_summary": "The causal relationship between Epstein-Barr virus (EBV) infection and frailty or fatigue remains unclear. This study utilized a two-sample Mendelian Randomization (MR) framework to investigate the causal relationship. The outcomes assessed were frailty, defined by the Frailty Index (FI), and fatigue, measured through Chronic Fatigue Syndrome (CFS)",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128196",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40789036",
    "title": "Circulating cell-free RNA signatures for the characterization and diagnosis of myalgic encephalomyelitis/chronic fatigue syndrome.",
    "abstract": "People living with myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) experience heterogeneous and debilitating symptoms that lack sufficient biological explanation, compounded by the absence of accurate, noninvasive diagnostic tools. To address these challenges, we explored circulating cell-free RNA (cfRNA) as a blood-borne bioanalyte to monitor ME/CFS. cfRNA is released into the bloodstream during cellular turnover and reflects dynamic changes in gene expression, cellular signaling, and tissue-specific processes. We profiled cfRNA in plasma by RNA sequencing for 93 ME/CFS cases and 75 healthy sedentary controls, then applied machine learning to develop diagnostic models and advance our understanding of ME/CFS pathobiology. A generalized linear model with least absolute shrinkage selector operator regression trained on condition-specific signatures achieved a test-set AUC of 0.81 and an accuracy of 77%. Immune cfRNA deconvolution revealed differences in platelet-derived cfRNA between cases and controls, as well as elevated levels of plasmacytoid dendritic, monocyte, and T cell-derived cfRNA in ME/CFS. Biological network analysis further implicated immune dysfunction in ME/CFS, with signatures of cytokine signaling and T cell exhaustion. These findings demonstrate the utility of RNA liquid biopsy as a minimally invasive tool for unraveling the complex biology behind chronic illnesses.",
    "authors": [
      "Gardella",
      "Eweis-LaBolle",
      "Loy",
      "Belcher",
      "Lenz",
      "Franconi",
      "Scofield",
      "Grimson",
      "Hanson",
      "De Vlaminck"
    ],
    "year": 2025,
    "technical_summary": "People living with myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) have heterogeneous and debilitating symptoms that lack sufficient biological explanation. Circulating cell-free RNA (cfRNA) is a blood-borne bioanalyte to monitor ME/C FS. It is released into the bloodstream during cellular turnover and reflects dynamic changes.",
    "patient_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) has heterogeneous and debilitating symptoms. circulating cell-free RNA (cfRNA) is released into the bloodstream during cellular turnover. We profiled cfRNA in plasma by RNA sequencing for 93 ME/C FS cases and 75 healthy sedentary controls.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128205",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40785390",
    "title": "Prospective associations between major depressive disorder, generalized anxiety disorder, fibromyalgia, and myalgic encephalomyelitis/chronic fatigue syndrome.",
    "abstract": "Functional disorders (FDs) are associated with internalizing disorders (IDs). Studies investigating the nature of these associations over time are limited. We tested the direction of causation between measures of IDs (major depressive disorder [MDD], generalized anxiety disorder [GAD]) and FDs (fibromyalgia [FM] and myalgic encephalomyelitis/chronic fatigue syndrome [ME/CFS]) measured across two waves of longitudinal data (<i>N</i> = 108,034 and <i>N</i> = 73,590). The Lifelines Cohort Study is a large prospective population-based cohort study in the northeast of the Netherlands. We tested competing causal models for the longitudinal association between IDs and FDs and, to follow-up results from the model with all IDs and FDs, tested the direction of causation between MDD and FM. FDs were more stable over time than IDs. Initial model comparisons support a bidirectional relationship between most IDs and FDs. Follow-up analyses support a unidirectional model where FM predicts MDD over time (<i>β</i> = 0.14, 95% confidence interval = [0.11, 0.18]), but not vice versa. The cross-time associations between ME/CFS, MDD, and GAD appear bidirectional (causal in both directions). Our results are consistent with, but not demonstrative of, a causal relationship from FM to MDD. The consequences of specific FDs vary, underscoring the value of studying these conditions as distinct constructs.",
    "authors": [
      "Thomas",
      "Neale",
      "Kendler",
      "van Loo",
      "Gillespie"
    ],
    "year": 2025,
    "technical_summary": "Functional disorders (FDs) are associated with internalizing disorders (IDs). Studies investigating the nature of these associations over time are limited. The Lifelines Cohort Study is a large prospective population-based cohort study in the northeast of the Netherlands. FDs were more stable over time than IDs.",
    "patient_summary": "Functional disorders (FDs) are associated with internalizing disorders (IDs) Studies investigating the nature of these associations over time are limited. We tested the direction of causation between measures of IDs (major depressive disorder [MDD], generalized anxiety disorder [GAD) and FDs. FDs were more stable over time than IDs.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128212",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40784894",
    "title": "Functional and internalizing disorders co-aggregate with cardiometabolic and immune-related diseases within families: a population-based cohort study.",
    "abstract": "Functional disorders share familial risk with internalizing disorders such as generalized anxiety disorder and depression, and are comorbid with cardiometabolic and immune-related diseases. We investigated whether functional and internalizing disorders co-aggregate with these diseases in families to gain insight into the aetiology of functional and internalizing disorders.  METHODS: We included 166,774 subjects (aged 3-94), from the population-based Lifelines Cohort Study, a Dutch general population cohort. We defined cases for three functional disorders (myalgic encephalomyelitis/chronic fatigue syndrome; ME/CFS, fibromyalgia, and irritable bowel syndrome; IBS), two internalizing disorders (major depressive disorder; MDD and generalized anxiety disorder; GAD), cardiometabolic diseases (obesity, metabolic associated steatotic liver disease, type 2 diabetes, hypertension and cardiovascular disease) and immune-related diseases (composite measures of auto-immune disease and atopy). We used logistic regression to model the prevalence of these disorders in the general population and in participants with affected relatives. Using these prevalence estimates, we assessed familial co-aggregation with (1) recurrence risk ratios (λ<sub>R</sub>), and (2) familial correlations (r<sub>f</sub>). All functional and internalizing disorders co-aggregated with immune-related diseases (λ<sub>R</sub> range 1.06-1.24). ME/CFS, FM, and MDD co-aggregated with most cardiometabolic diseases (λ<sub>R</sub> range 1.00-1.23). MDD, fibromyalgia, and ME/CFS showed similar familial correlation patterns with both disease groups (r<sub>f</sub> range 0.12-0.44), while patterns of IBS and GAD were more variable. Internalizing and functional disorders share familial risk with immune-related and cardiometabolic diseases. This suggests that risk factors relevant to immune-related and cardiometabolic diseases may also be relevant for FDs. Future studies should investigate such risk factors to identify novel treatment targets.",
    "authors": [
      "Steen",
      "Bos",
      "van Ockenburg",
      "Zhou",
      "Nolte",
      "Snieder",
      "Kendler",
      "Rosmalen",
      "van Loo"
    ],
    "year": 2025,
    "technical_summary": "Functional and internalizing disorders share familial risk with immune-related and cardiometabolic diseases. Future studies should investigate such risk factors to identify novel treatment targets for FDs, as suggested by the study.   .   i   in the study included 166,774 subjects (aged 3-94) from the population-based Lifelines Cohort Study. ",
    "patient_summary": "Functional disorders share familial risk with internalizing disorders. Internalizing disorders such as depression are comorbid with cardiometabolic and immune-related diseases. Future studies should investigate such risk factors to identify novel treatment targets.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128224",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40778181",
    "title": "Heightened innate immunity may trigger chronic inflammation, fatigue and post-exertional malaise in ME/CFS.",
    "abstract": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is characterized by unexplained fatigue, post-exertional malaise (PEM), and cognitive dysfunction. ME/CFS patients often report a prodrome consistent with infection. We present a multi-omics analysis based on plasma metabolomic and proteomic profiling, and immune responses to microbial stimulation, before and after exercise. We report evidence of an exaggerated innate immune response after exposures to microbial antigens; impaired energy production involving the citric acid cycle, beta-oxidation of fatty acids, and urea cycle energy production from amino acids; systemic inflammation linked with lipid abnormalities; disrupted extracellular matrix homeostasis with release of endogenous ligands that promote inflammation; reduced cell-cell adhesion and associated gut dysbiosis; complement activation; redox imbalance reflected by disturbances in copper-dependent antioxidant pathways and dysregulation of the tryptophan-serotonin-kynurenine pathways. Many of these underlying abnormalities worsened following exercise in ME/CFS patients, but not in healthy subjects; many abnormalities reinforced each other and several were correlated with the intensity of symptoms. Our findings may inform targeted therapeutic interventions for ME/CFS and PEM.",
    "authors": [
      "Che",
      "Ranjan",
      "Guo",
      "Zhang",
      "Goldsmith",
      "Levine",
      "Moneghetti",
      "Zhai",
      "Ge",
      "Mishra",
      "Hornig",
      "Bateman",
      "Klimas",
      "Montoya",
      "Peterson",
      "Klein",
      "Fiehn",
      "Komaroff",
      "Lipkin"
    ],
    "year": 2025,
    "technical_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is characterized by unexplained fatigue, post-exertional malaise (PEM), and cognitive dysfunction. ME/Cfs patients often report a prodrome consistent with infection. We present a multi-omics analysis based on plasma metabolomic and proteomic profiling, and immune responses to microbial stimulation before and after exercise.",
    "patient_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is characterized by unexplained fatigue, post-exertional malaise (PEM), and cognitive dysfunction. We present a multi-omics analysis based on plasma metabolomic and proteomic profiling, and immune responses to microbial stimulation.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128234",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40761644",
    "title": "Beneficial effects of intermittent intravenous saline infusion in dysautonomic patients with Myalgic Encephalomyelitis/Chronic Fatigue Syndrome: a case-series.",
    "abstract": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) is a debilitating condition with no single, uniformly effective pharmacologic therapy. Dysautonomic features like orthostatic intolerance and postural tachycardia syndrome are common features in ME/CFS, severely affecting the patient's quality-of-life. Intermittent saline infusion may reduce symptoms associated with dysautonomia, but this has not been tested scientifically in patients with ME/CFS. In this case-series, 22 patients with ME/CFS and signs of dysautonomia and/or hypovolemia were treated every third week over 9 weeks with intravenous saline (9 mg/mL NaCl), using standard aseptic technique. Symptoms were monitored throughout the treatment regime, and a follow-up evaluation was conducted. At treatment start, patients were predominantly female (95%), at mean age 46 ± 10 years, and with a mean body hydration percentage of 48 ± 6. Self-reported health status revealed an overall symptom score of 47 ± 13 on a 0-96 scale, a median POTS score of 64 (IQR 16) on a 0-120 scale, and poor measures of quality-of-life (median 25 IQR 25, on a 0-100 scale) and ability-to-work (median 0, IQR 26, on a 0-100 scale). Following 9 weeks of intermittent saline infusion (mean volume 1,600 ± 360 mL), self-reported composite symptom score, quality-of-life and POTS-related symptoms improved significantly (all <i>p</i> < 0.001), as did ability-to-work (<i>p</i> < 0.05). Our data derived from a non-controlled case-series indicate health benefits from volume loading with intermittent infusion of saline among patients with ME/CFS, which may stimulate further studies on various forms of intravenous volume loading to patients with ME/CFS and dysautonomia.",
    "authors": [
      "Sjögren",
      "Huhmar",
      "Bertilson",
      "Bragée",
      "Polo"
    ],
    "year": 2025,
    "technical_summary": "Myalgic Encephalomyelitis/Chronic fatigue syndrome (ME/CFS) is a debilitating condition with no single, uniformly effective pharmacologic therapy. Intermittent saline infusion may reduce symptoms associated with dysautonomia, but it has not been tested scientifically in patients with this condition. In this case-series, 22 patients were treated every third week for 9 weeks with intravenous saline (9 mg/mL NaCl) and their quality-of-life and POTS-related symptoms improved significantly.",
    "patient_summary": "Intermittent saline infusion may reduce symptoms associated with dysautonomia. But this has not been tested scientifically in patients with ME/CFS. 22 patients were treated every third week over 9 weeks with intravenous saline.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128242",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40761505",
    "title": "Design and validation of an energy level diary for fatigue management in patients with post-COVID syndrome.",
    "abstract": "Post-COVID syndrome (PCS) is a frequent condition with an incidence of 7.8-10.6 per 100 unvaccinated and 3.5-5.3 events per 100 vaccinated persons. Cognitive and motor fatigue are common clinical manifestations, limiting patients' occupational, educational, and social activities severely. This study aimed to develop a diary to keep record of daily changes in energy levels of patients with PCS to adapt their rehabilitation program. We conducted a prospective observational study at two German rehabilitation centers in a codesign approach with repeated feedback loops. Daily energy changes were analyzed and validated using the Multidimensional Fatigue Inventory-20 (MFI-20). The final diary revealed that morning and evening energy levels of patients with PCS differed significantly, with 49.6 ± 18.6% and 33.4 ± 19.7%, respectively (<i>p</i> ≤ 0.0001, on admission). Energy levels decreased by ∼5% with active therapy and increased by ∼5% with passive therapy (<i>p</i> < 0.0001). A comparison with MFI-20 at discharge showed good negative correlation (<i>r</i> = -0.5358, <i>p</i> < 0.0001), and patient interviews revealed that most patients (<i>N</i> = 19; 95%) rated the diary as \"useful for self-reflection\" and \"helpful tool to learn the process of pacing.\" This diary is a valid and user-friendly tool to detect and control the effects of daily therapy during the rehabilitation of patients with PCS. It will facilitate individual planning and adaptation of therapies in PCS and other fatigue groups and may help to implement an effective relation of exercise load to load capacity (pacing) for optimal coping with the disease and an improved handling of daily activities in patients' lives. Clinicaltrials.gov, identifier (NCT06883500).",
    "authors": [
      "Balke",
      "Garbsch",
      "Cormann",
      "Pape",
      "Mooren",
      "Schmitz"
    ],
    "year": 2025,
    "technical_summary": "Post-COVID syndrome (PCS) is a frequent condition with an incidence of 7.8-10.6 per 100 unvaccinated and 3.5-5.3 per 100 vaccinated persons. PCS is limiting patients' occupational, educational, and social activities severely. Study aimed to develop a diary to keep record of daily changes in energy levels of patients with PCS to adapt their rehabilitation program. Daily energy changes were analyzed and validated using the Multidimensional Fatigue Inventory-20 (MFI-20).",
    "patient_summary": "Post-COVID syndrome (PCS) is a frequent condition with an incidence of 7.8-10.6 per 100 unvaccinated and 3.5-5.3 per 100 vaccinated persons. This study aimed to develop a diary to keep record of daily changes in energy levels of patients with PCS.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128253",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40755709",
    "title": "Nutraceutical Supplementation Effects on Subjective Fatigue Symptoms in Myalgic Encephalomyelitis/Chronic Fatigue Syndrome: A Systematic Review.",
    "abstract": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a debilitating condition marked by severe, long-lasting fatigue and exhaustion that does not improve with rest. ME/CFS is reported in individuals of all ages and various racial, socioeconomic, and ethnic groups. This condition lacks standard treatment. Nutritional supplements and dietary interventions are often used to manage symptoms, but the efficacy of these interventions remains scarce in the current literature. This systematic review aims to evaluate and summarize recent evidence on nutrient supplementation and diet-based interventions in patients with ME/CFS sourced from clinical trial registries and article databases. Registries improve the quality, integrity, and transparency of clinical trials by providing a standardized platform for reporting study design and results and, thus, reducing the biases related to selective reporting practices. Systematic reviews using these registries, therefore, are an efficient pathway to acquire current medical evidence for use in clinical decision-making and the development of practice guidance in various fields. ClinicalTrials.gov, Medline, PubMed, Cochrane, and Web of Science were systematically searched for interventional studies in which patients suffering from ME/CFS supplemented or altered their diet. The results of this review showed several supplements that suggest improvement in patients' symptomatology, including nicotinamide adenine dinucleotide (NADH), coenzyme Q10 (CoQ10), wasabi, and probiotics. However, many of these registered clinical trials did not employ the U.S. National Institutes of Health (NIH)'s National Institute of Neurological Disorders and Stroke (NINDS) suggested common data elements (CDEs). These standardized outcome-measuring tools allow the generalization and true comparison of the patient-reported outcomes.",
    "authors": [
      "Brito",
      "Bonifanti",
      "Patel",
      "Jimenez",
      "Junco",
      "Rozenfeld",
      "Renesca",
      "Cheema"
    ],
    "year": 2025,
    "technical_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a debilitating condition marked by severe, long-lasting fatigue and exhaustion. Nutritional supplements and dietary interventions are often used to manage symptoms, but the efficacy of these interventions remains scarce in the current literature. ClinicalTrials.gov, Medline, PubMed, Cochrane, and Web of Science were searched for interventional studies in which patients with ME/C FS supplemented or altered their diet. The results of this review showed several supplements that suggest improvement in patients' symptomatology.",
    "patient_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a debilitating condition marked by severe, long-lasting fatigue and exhaustion. Nutritional supplements and dietary interventions are often used to manage symptoms, but the efficacy of these interventions remains scarce in the current literature.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128260",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40749563",
    "title": "\"The effect of acupressure on fatigue in individuals with chronic fatigue syndrome\".",
    "abstract": "Patients with Chronic Fatigue Syndrome (CFS) often experience fatigue that greatly affects their quality of life. We aimed to investigate the effectiveness of acupressure in alleviating CFS symptoms in office workers. We conducted a randomized controlled trial with 39 participants (28 women, 11 men; average age 29.54 ± 1.27). Participants were divided into treatment and control groups. The acupressure group received 10 sessions over 4 weeks, targeting specific acupoints (Li4, HT7, L9, P6, Gb20, Anmian, Du20, Yin-Tang, Sp6). Each point was stimulated for 30-90 s until numbness was felt; otherwise, stimulation lasted 90 s, totaling approximately 30 min per session. The control group did not receive any treatment. We assessed fatigue using the Fatigue Severity Scale (FSS), quality of life using the Short Form-36 (SF-36), and depressive symptoms using the Beck Depression Scale (BDS) before and after treatment. Data were analyzed using SPSS 22.0. We observed a significant reduction in fatigue severity in the acupressure group compared to the control group, where fatigue severity increased (p = 0.009). The acupressure group also demonstrated significant improvements in depressive symptoms (p = 0.000) and various quality of life sub-parameters: physical function (p = 0.02), physical role difficulty (p = 0.002), emotional role difficulty (p = 0.007), energy (p = 0.002), and mental health (p = 0.05). Acupressure effectively alleviates CFS symptoms, highlighting its clinical potential as an accessible complementary therapy for office workers with CFS. These findings support integrating acupressure into routine clinical practice and encourage further investigation into its long-term benefits.",
    "authors": [
      "Kurç",
      "Şakul",
      "Atilgan"
    ],
    "year": 2025,
    "technical_summary": "Acupressure was found to be effective in alleviating CFS symptoms in office workers with Chronic Fatigue Syndrome (CFS). The acupressure group received 10 sessions over 4 weeks, targeting specific acupoints (Li4, HT7, L9, P6, Gb20, Anmian, Du20, Yin-Tang, Sp6). Each point was stimulated for 30-90 s until numbness was felt.",
    "patient_summary": "Study aimed to investigate effectiveness of acupressure in alleviating CFS symptoms in office workers. 39 participants (28 women, 11 men; average age 29.54) were divided into treatment and control groups. Acupressured group received 10 sessions over 4 weeks, targeting specific acupoints.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128270",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40744071",
    "title": "Metabolic adaptation and fragility in healthy 3D<i>in vitro</i>skeletal muscle tissues exposed to chronic fatigue syndrome and Long COVID-19 sera.",
    "abstract": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) and Long Covid-19 (LC-19) are complex conditions with no diagnostic markers or consensus on disease progression. Despite extensive research, no<i>in vitro</i>model exists to study skeletal muscle wasting, peripheral weakness, or potential therapies. We developed 3D<i>in vitro</i>skeletal muscle tissues to map muscle adaptations to patient sera over time. Short exposures (48 H) to patient sera led to a significant reduction in muscle contractile strength. Transcriptomic analysis revealed the upregulation of protein translation, glycolytic enzymes, disturbances in calcium homeostasis, hypertrophy, and mitochondrial hyperfusion. Structural analyses confirmed myotube hypertrophy and elevated mitochondrial oxygen consumption In ME/CFS. While muscles initially adapted by increasing glycolysis, prolonged exposure (96-144 H) caused muscle fragility and weakness, with mitochondria fragmenting into a toroidal conformation. We propose that skeletal muscle tissue in ME/CFS and LC-19 progresses through a hypermetabolic state, leading to severe muscular and mitochondrial deterioration. This is the first study to suggest such transient metabolic adaptation.",
    "authors": [
      "Mughal",
      "Andújar-Sánchez",
      "Sabater-Arcis",
      "Garrabou",
      "Fernández-Solà",
      "Alegre-Martin",
      "Sanmartin-Sentañes",
      "Castro-Marrero",
      "Esteve-Codina",
      "Casals",
      "Fernández-Costa",
      "Ramón-Azcón"
    ],
    "year": 2025,
    "technical_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) and Long Covid-19 (LC-19) are complex conditions with no diagnostic markers or consensus on disease progression. Despite extensive research, no model exists to study skeletal muscle wasting, peripheral weakness, or potential therapies. Short exposures (48 H) to patient sera led to a significant reduction in muscle contractile strength. This is the first study to suggest such transient metabolic adaptation.",
    "patient_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) and Long Covid-19 (LC-19) are complex conditions with no diagnostic markers or consensus on disease progression. Despite extensive research, no model exists to study skeletal muscle wasting, peripheral weakness, or potential therapies. We developed 3D <i>in vitro</i>skeletal muscle tissues to map muscle adaptations to patient sera over time.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128279",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40744021",
    "title": "Causes of symptoms and symptom persistence in long COVID and myalgic encephalomyelitis/chronic fatigue syndrome.",
    "abstract": "Debilitating symptoms for many years can follow acute COVID-19 (\"long COVID\"), myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS), and various post-acute infection syndromes (PAISs). Together, long COVID and ME/CFS affect 60-400 million individuals, globally. Many similar underlying biological abnormalities have been identified in both conditions including autoantibodies against neural targets, endothelial dysfunction, acquired mitochondrial dysfunction, and a pro-inflammatory gut microbiome. Each of these abnormalities may directly cause some of the symptoms. In addition, the symptoms also may be caused by ancient, evolutionarily conserved symptomatic and metabolic responses to vital threats-sickness behavior and torpor-responses mediated by specific, recently discovered neural circuits. These neural circuits constitute a symptom-generating pathway, activated by neuroinflammation, which may be targeted by therapeutics to quell neuroinflammation. Many factors cause the symptoms to become chronic, including persistent infectious agents (and/or their nucleic acids and antigens) and the fact that many of the underlying biological abnormalities reinforce each other, creating ongoing physiological vicious cycles.",
    "authors": [
      "Komaroff",
      "Dantzer"
    ],
    "year": 2025,
    "technical_summary": "Long COVID-19, myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS), and various post-acute infection syndromes (PAISs) affect 60-400 million people globally. Many similar underlying biological abnormalities have been identified in both conditions including autoantibodies against neural targets and endothelial dysfunction.",
    "patient_summary": "Debilitating symptoms for many years can follow acute COVID-19 (\"long COVID\"), myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS), and various post-acute infection syndromes (PAISs) Together, long COVID and ME/C FS affect 60-400 million individuals, globally.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128284",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40734821",
    "title": "Two neurocognitive domains identified for patients with myalgic encephalomyelitis/chronic fatigue syndrome and post-acute sequelae of COVID-19.",
    "abstract": "Patients with Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) and Post-Acute Sequelae of COVID-19 (PASC) often have neurocognitive complaints that involve memory and concentration problems and difficulties paying attention. Other neurocognitive domains such as hypersensitivity to noise and light have rarely been included as aspects of neurocognitive impairment for these post-viral conditions. The current study evaluated a more extensive list of neurocognitive items for a group of 2,313 patients with ME/CFS and 299 patients with PASC. Exploratory factor analyses found two factors for each patient group, one involving classic memory and concentration symptoms and the other involving sensory overload phenomena. The findings suggest that researchers might consider expanding the types of self-report neurocognitive symptoms among patients with these post-viral illnesses.",
    "authors": [
      "Sandoval",
      "Li",
      "Jason"
    ],
    "year": 2025,
    "technical_summary": "Patients with ME/CFS and PASC have memory and concentration problems and difficulties paying attention. Other neurocognitive domains such as hypersensitivity to noise and light have rarely been included as aspects of neuroc cognitive impairment for these post-viral conditions. The current study evaluated a more extensive list of items for a group of 2,313 patients with ME and 299 with PASC.",
    "patient_summary": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) and Post-Acute Sequelae of COVID-19 (PASC) often have neurocognitive complaints that involve memory and concentration problems and difficulties paying attention. hypersensitivity to noise and light have rarely been included as aspects of neuroc cognitive impairment for these post-viral conditions.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128292",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40726775",
    "title": "Blood parameters differentiate post COVID-19 condition from Myalgic Encephalomyelitis/Chronic Fatigue Syndrome and Fibromyalgia.",
    "abstract": "Post-COVID-19 condition, such as Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) and Fibromyalgia (FM), are characterized by fatigue, pain, shortness of breath, sleep disturbances, cognitive dysfunction and other symptoms, heavily impacting on patients daily functioning. Moreover, over half of patients end up fulfilling ME/CFS and/or FM clinical criteria after a few months of SARS-CoV-2 infection. Expression of the toxic human endogenous retrovirus (HERV)-W ENV protein can be induced by viral infection and HERV-W detection was correlated with acute COVID-19 severity and found significantly expressed in post-COVID-19 condition. This study shows that HERV-W ENV may also be present in prepandemic cases of ME/CFS, FM or co-diagnosed with both clinical criteria, suggesting viral participation in these chronic diseases. To learn whether associated antiviral mechanisms may also show differing patterns of immunological responses, we measured IgM, IgG, IgA and IgE antibody isotypes against SARS-CoV-2 spike and nucleocapsid antigens, the levels of IL-6, IL-8, IL-10, IFNγ and TNFα cytokines, the level of NfL, a neural damage biomarker, as well as some blood cell markers potentially related with fatigue. Importantly, some of the measured variables showed a capacity to discriminate post-COVID-19 condition cases from all other participants, with 100 % sensitivity and up to 71.9 % specificity providing a new tool for a differential diagnosis between diseases or syndromes with so many overlapping clinical symptoms. Interestingly, the detected markers showed moderate-to-strong correlations with patient symptoms pointing at novel therapeutic opportunities.",
    "authors": [
      "Giménez-Orenga",
      "Pierquin",
      "Brunel",
      "Charvet",
      "Martín-Martínez",
      "Lemarinier",
      "Fried",
      "Lucas",
      "Perron",
      "Oltra"
    ],
    "year": 2025,
    "technical_summary": "Post-COVID-19 condition such as ME/CFS and FM are characterized by fatigue, pain, shortness of breath, sleep disturbances, cognitive dysfunction and other symptoms. HERV-W ENV protein can be induced by viral infection and was found to be significantly expressed in post-COID-19 post-coid condition. Herv-W may also be present in prepandemic cases.",
    "patient_summary": "Post-COVID-19 condition, such as Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) and Fibromyalgia (FM), are characterized by fatigue, pain, shortness of breath, sleep disturbances, cognitive dysfunction and other symptoms. Expression of the toxic human endogenous retrovirus (HERV)-W ENV protein can be induced by viral infection.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128303",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40725538",
    "title": "A Signal for Voice and Speech Abnormalities in Myalgic Encephalomyelitis/Chronic Fatigue Syndrome.",
    "abstract": "<b>Background/Objectives</b>: Patients with myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) may report abnormalities in voice and speech; however, no formal research has been conducted in this area. <b>Methods</b>: An online mixed-methods survey was completed by 685 people with ME/CFS. A total of 302 respondents completed the qualitative component (44.09%). Questions assessed disease experience with ME/CFS and post-exertional malaise without prompting on specific symptoms. Within the qualitative results, a search of the terms \"speech, voice,\" \"words,\" and \"speak\" was conducted. <b>Results</b>: Excluding neurocognitive associations, colloquial phrases, and \"speech therapy,\" there were 38 mentions of the terms in the context of voice or speech changes across 28 unique qualitative survey responses (9.27%). <b>Conclusions</b>: A notable portion of respondents reported voice or speech changes when responding to open-ended qualitative questions about their disease experience. More research is needed regarding the implications of voice and speech anomalies in ME/CFS pathology and disease monitoring.",
    "authors": [
      "Grach",
      "Seltzer",
      "Orbelo"
    ],
    "year": 2025,
    "technical_summary": "Patients with myalgic encephalomyelitis/chronic fatigue syndrome may report abnormalities in voice and speech. An online mixed-methods survey was completed by 685 people with ME/CFS. There were 38 mentions of the terms \"speech, voice,\" \"words,\" and \"speak\" in the results of the survey.",
    "patient_summary": "Patients with myalgic encephalomyelitis/chronic fatigue syndrome may report abnormalities in voice and speech. No formal research has been conducted in this area. An online mixed-methods survey was completed by 685 people with ME/CFS.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128311",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40724879",
    "title": "Comparing DNA Methylation Landscapes in Peripheral Blood from Myalgic Encephalomyelitis/Chronic Fatigue Syndrome and Long COVID Patients.",
    "abstract": "Post-viral conditions, Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) and Long COVID (LC), share > 95% of their symptoms, but the connection between disturbances in their underlying molecular biology is unclear. This study investigates DNA methylation patterns in peripheral blood mononuclear cells (PBMC) from patients with ME/CFS, LC, and healthy controls (HC). Reduced Representation Bisulphite Sequencing (RRBS) was applied to the DNA of age- and sex-matched cohorts: ME/CFS (<i>n</i> = 5), LC (<i>n</i> = 5), and HC (<i>n</i> = 5). The global DNA methylomes of the three cohorts were similar and spread equally across all chromosomes, except the sex chromosomes, but there were distinct minor changes in the exons of the disease cohorts towards more hypermethylation. A principal component analysis (PCA) analysing significant methylation changes (<i>p</i> < 0.05) separated the ME/CFS, LC, and HC cohorts into three distinct clusters. Analysis with a limit of >10% methylation difference and at <i>p</i> < 0.05 identified 214 Differentially Methylated Fragments (DMF) in ME/CFS, and 429 in LC compared to HC. Of these, 118 DMFs were common to both cohorts. Those in promoters and exons were mainly hypermethylated, with a minority hypomethylated. There were rarer examples with either no change in methylation in ME/CFS but a change in LC, or a methylation change in ME/CFS but in the opposite direction in LC. The differential methylation in a number of fragments was significantly greater in the LC cohort than in the ME/CFS cohort. Our data reveal a generally shared epigenetic makeup between ME/CFS and LC but with specific, distinct changes. Differences between the two cohorts likely reflect the stage of the disease from onset (LC 1 year vs. ME/CFS 12 years), but specific changes imposed by the SARS-CoV-2 virus in the case of the LC patients cannot be discounted. These findings provide a foundation for further studies with larger cohorts at the same disease stage and for functional analyses to establish clinical relevance.",
    "authors": [
      "Peppercorn",
      "Sharma",
      "Edgar",
      "Stockwell",
      "Rodger",
      "Chatterjee",
      "Tate"
    ],
    "year": 2025,
    "technical_summary": "Study investigates DNA methylation patterns in peripheral blood mononuclear cells from patients with ME/CFS, Long COVID (LC) and healthy controls (HC). The global DNA methylomes of the three cohorts were similar and spread equally across all chromosomes, except the sex chromosomes. However, there were distinct minor changes in the exons of the disease cohorts towards more hypermethylation.",
    "patient_summary": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) and Long COVID (LC) share > 95% of their symptoms, but the connection between disturbances in their underlying molecular biology is unclear. This study investigates DNA methylation patterns in peripheral blood mononuclear cells (PBMC) from patients with ME/C FS, LC, and healthy controls (HC)",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128321",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40724680",
    "title": "The Psychological Benefits of Forest Bathing in Individuals with Fibromyalgia and Chronic Fatigue Syndrome/Myalgic Encephalomyelitis: A Pilot Study.",
    "abstract": "The main objective of the present study is to assess the short-term effects of Forest Bathing (FB) conducted in a Mediterranean forest on individuals with fibromyalgia (FM) and/or chronic fatigue syndrome/myalgia encephalomyelitis (CFS/ME) on perceived pain, fatigue, state anxiety, positive and negative affect, mood states, and state mindfulness. A total of 44 participants with FM and/or CSF/ME agreed to participate in this study. The FB session consisted of a 3 km silent walk, lasting three hours and guided by a specialized psychologist and a mountain guide to guarantee the safety of the activity. Paired-sample <i>t</i>-tests were used to analyze the pre-post changes in perceived pain, fatigue, state anxiety, positive and negative affect, mood states, and mindfulness. All reported variables but self-reported pain showed statistically significant pre-post variations after the FB session. Particularly, large-to-very-large improvements in positive and negative affect, state anxiety, tension, depression, anger, and vigor were found. Small-to-moderate effect sizes for fatigue, friendliness, and state mindfulness were also reported. This study provides preliminary evidence of the short-term benefits of FB in individuals with FM and/or CFS/ME, especially on state anxiety and negative affect.",
    "authors": [
      "Serrat",
      "Royuela-Colomer",
      "Alonso-Marsol",
      "Ferrés",
      "Nieto",
      "Feliu-Soler",
      "Muro"
    ],
    "year": 2025,
    "technical_summary": "The main objective of the present study is to assess the short-term effects of Forest Bathing (FB) conducted in a Mediterranean forest on individuals with fibromyalgia (FM) and/or chronic fatigue syndrome/myalgia encephalomyelitis (CFS/ME) on perceived pain, fatigue, state anxiety, positive and negative affect, mood states, and mindfulness. The FB session consisted of a 3 km silent walk, lasting three hours and guided by a specialized psychologist and a mountain guide.",
    "patient_summary": "Forest Bathing (FB) conducted in a Mediterranean forest on individuals with fibromyalgia (FM) and/or chronic fatigue syndrome/myalgia encephalomyelitis (CFS/ME) The FB session consisted of a 3 km silent walk, lasting three hours and guided by a specialized psychologist.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128328",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40723800",
    "title": "Immune Signatures in Post-Acute Sequelae of COVID-19 (PASC) and Myalgia/Chronic Fatigue Syndrome (ME/CFS): Insights from the Fecal Microbiome and Serum Cytokine Profiles.",
    "abstract": "While there are many postulates for the etiology of post-viral chronic fatigue and other symptomatology, little is known. We draw on our past experience of these syndromes to devise means which can expose the primary players of this malady in terms of a panoply participating biomolecules and the state of the stool microbiome. Using databases established from a large dataset of patients at risk of colorectal cancer who were followed longitudinally over 3 decades, and a smaller database dedicated to building a Long PASC cohort (Post-Acute Sequelae of COVID-19), we were able to ascertain factors that predisposed patients to (and resulted in) significant changes in various biomarkers, i.e., the stool microbiome and serum cytokine levels, which we verified by collecting stool and serum samples. There were significant changes in the stool microbiome with an inversion from the usual <i>Bacillota</i> and <i>Bacteroidota</i> species. Serum cytokines showed significant differences in MIP-1β versus TARC (CC chemokine ligand 17) in patients with either PASC or COVID-19 (<i>p</i> < 0.02); IL10 versus IL-12p70a (<i>p</i> < 0.02); IL-1b versus IL-6 (<i>p</i> < 0.01); MCP1 versus TARC (<i>p</i> < 0.03); IL-8 versus TARC (<i>p</i> < 0.002); and Eotaxin3 versus TARC (<i>p</i> < 0.004) in PASC. Some changes were seen solely in COVID-19, including MDC versus MIP-1α (<i>p</i> < 0.01); TNF-α versus IL-1-β (<i>p</i> < 0.06); MCP4 versus TARC (<i>p</i> < 0.0001). We also show correlates with chronic fatigue where an etiology was not identified. These findings in patients with positive criteria for PASC show profound changes in the microbiome and serum cytokine expression. Patients with chronic fatigue without clear viral etiologies also have common associations, including a history of tonsillectomy, which evokes a likely immune etiology.",
    "authors": [
      "Tobi",
      "Chaudhari",
      "Ryan",
      "Rossi",
      "Koka",
      "Baxter",
      "Tipton",
      "Dutt",
      "Tobi",
      "McVicker",
      "Angoa-Perez"
    ],
    "year": 2025,
    "technical_summary": "There are many postulates for the etiology of post-viral chronic fatigue, but little is known. We used databases established from a large dataset of patients at risk of colorectal cancer followed longitudinally over 3 decades and a database dedicated to building a Long PASC cohort (Post-Acute Sequelae of COVID-19). We found significant changes in the stool microbiome and serum cytokine levels in patients with PASC.",
    "patient_summary": "There are many postulates for the etiology of post-viral chronic fatigue and other symptomatology, little is known. We draw on our past experience of these syndromes to devise means which can expose the primary players of this malady in terms of a panoply of participating biomolecules.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128338",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40715814",
    "title": "AI-driven multi-omics modeling of myalgic encephalomyelitis/chronic fatigue syndrome.",
    "abstract": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a chronic illness with a multifactorial etiology and heterogeneous symptomatology, posing major challenges for diagnosis and treatment. Here we present BioMapAI, a supervised deep neural network trained on a 4-year, longitudinal, multi-omics dataset from 249 participants, which integrates gut metagenomics, plasma metabolomics, immune cell profiling, blood laboratory data and detailed clinical symptoms. By simultaneously modeling these diverse data types to predict clinical severity, BioMapAI identifies disease- and symptom-specific biomarkers and classifies ME/CFS in both held-out and independent external cohorts. Using an explainable AI approach, we construct a unique connectivity map spanning the microbiome, immune system and plasma metabolome in health and ME/CFS adjusted for age, gender and additional clinical factors. This map uncovers altered associations between microbial metabolism (for example, short-chain fatty acids, branched-chain amino acids, tryptophan, benzoate), plasma lipids and bile acids, and heightened inflammatory responses in mucosal and inflammatory T cell subsets (MAIT, γδT) secreting IFN-γ and GzA. Overall, BioMapAI provides unprecedented systems-level insights into ME/CFS, refining existing hypotheses and hypothesizing unique mechanisms-specifically, how multi-omics dynamics are associated to the disease's heterogeneous symptoms.",
    "authors": [
      "Xiong",
      "Aiken",
      "Caldwell",
      "Vernon",
      "Kozhaya",
      "Gunter",
      "Bateman",
      "Unutmaz",
      "Oh"
    ],
    "year": 2025,
    "technical_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a chronic illness with a multifactorial etiology and heterogeneous symptomatology. Here we present BioMapAI, a supervised deep neural network trained on a 4-year, longitudinal, multi-omics dataset from 249 participants.",
    "patient_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a chronic illness with a multifactorial etiology and heterogeneous symptomatology. Here we present BioMapAI, a supervised deep neural network trained on a 4-year, longitudinal, multi-omics dataset from 249 participants.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128354",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40713801",
    "title": "Steroid dynamics in myalgic encephalomyelitis / chronic fatigue syndrome: a case-control study using ultra performance supercritical fluid chromatography tandem mass spectrometry.",
    "abstract": "Myalgic encephalomyelitis / chronic fatigue syndrome (ME/CFS) is a multisystem disorder characterised by unrelenting fatigue, post-exertional malaise, and dysfunction across immune, nervous, metabolism, and endocrine systems. Given the broad role of steroid hormones in regulating these systems, this study investigated differences in the steroid metabolome and network dynamics between ME/CFS patients and matched controls. Blood plasma steroid levels were quantified using Ultra-Performance Supercritical Fluid Chromatography- Tandem Mass Spectrometry (UPSFC-MS/MS) in ME/CFS patients (n = 24) and age and gender matched controls (n = 24). Group comparisons of absolute steroid concentrations were performed using Mann-Whitney U tests. Partial Spearman correlation networks were evaluated to examine direct associations between steroids within each group, and centrality metrics were used to evaluate structural differences. Steroid-steroid ratios were analysed to reflect biochemical relationships. Multivariate analysis with Orthogonal Partial Least Squares Discriminant Analysis (OPLS-DA) was also conducted. No significant group differences in absolute steroid concentrations were observed following FDR correction. However, network analysis revealed a marked reduction in direct steroid-steroid relationships in ME/CFS, with controls exhibiting 52 significant partial correlations, while the ME/CFS group retained only one (cortisol - corticosterone). Centrality analysis further revealed a shift in network structure, with cortisone emerging as highly central in ME/CFS (degree = 7, betweenness = 16.7), despite being peripheral in controls, and progesterone showing reduced integration in ME/CFS (degree = 3 vs. 12, eigenvector = 0.40 vs. 0.93). Steroid-steroid ratio analysis revealed a higher cortisol-to-pregnanolone ratio and a lower pregnanolone-to-progesterone ratio in ME/CFS, although these findings did not remain significant after FDR correction. OPLS-DA indicated a modest relationship between steroid levels and group classification (R²Y = 22.8%), but negative Q² values suggested poor predictive power. Despite no significant differences in absolute steroid levels, network analysis revealed profound disruptions in steroid-steroid relationships in ME/CFS compared to controls, suggesting disrupted steroid homeostasis. Collectively the results suggest dysregulation of HPA axis function and progestogen pathways, as demonstrated by altered partial correlations, centrality profiles, and steroid ratios. These findings illustrate the importance of hormone network dynamics in ME/CFS pathophysiology and underscores the need for more research into steroid metabolism.",
    "authors": [
      "Thomas",
      "Ubhayasekera",
      "Armstrong",
      "Huang",
      "Bergquist"
    ],
    "year": 2025,
    "technical_summary": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a multisystem disorder characterised by unrelenting fatigue, post-exertional malaise, and dysfunction across immune, nervous, metabolism, and endocrine systems. This study investigated differences in the steroid metabolome and network dynamics between ME/C FS patients and matched controls.",
    "patient_summary": "Myalgic encephalomyelitis / chronic fatigue syndrome (ME/CFS) is a multisystem disorder characterised by unrelenting fatigue, post-exertional malaise, and dysfunction across immune, nervous, metabolism, and endocrine systems. Given the broad role of steroid hormones in regulating these systems, this study investigated differences in the steroid metabolome and network dynamics between patients and matched controls.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128366",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40707035",
    "title": "Long Covid in Year 5: Some Progress, Still Many Questions.",
    "abstract": "Long Covid was first described in 2020. Five years later, progress in disease characterization has been considerable, and definitions continue to evolve. Several disease mechanisms are under study, and evidence for multiple endotypes is accumulating. No clinical biomarker has been identified, nor has an effective therapy been developed. Overlap with other post-infectious syndromes, particularly myalgic encephalomyelitis/chronic fatigue syndrome, is now more evident. For most individuals, symptoms of long Covid progressively disappear over time. Recurrent Covid-19 infections are now an important contributor to the pool of affected individuals. While symptoms limit activity in as many as 20%, inability to work is less common. The anticipated surge of disability claims from insured individuals has not materialized.",
    "authors": [
      "Meagher"
    ],
    "year": 2025,
    "technical_summary": "Long Covid was first described in 2020. No clinical biomarker has been identified and no effective therapy has been developed. Recurrent Covid-19 infections are now an important contributor to the pool of people affected by long Covid. The anticipated surge of disability claims from insured individuals has not materialized.",
    "patient_summary": "Long Covid was first described in 2020. No clinical biomarker has been identified, nor has an effective therapy been developed. Recurrent Covid-19 infections are now an important contributor to the pool of affected individuals.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128371",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40703261",
    "title": "Plasma cell targeting with the anti-CD38 antibody daratumumab in myalgic encephalomyelitis/chronic fatigue syndrome-a clinical pilot study.",
    "abstract": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) entails low quality of life for patients and massive societal costs. There is an urgent need for elucidation of disease mechanisms and for rational treatment. Our working hypothesis is that ME/CFS in a subgroup of patients is associated with functional autoantibodies emerging after an infection, and that plasma-cell depletion with transient reductions in serum immunoglobulins will have a beneficial effect on patients' symptoms. To evaluate feasibility and toxicity of plasma-cell targeting treatment using the subcutaneous anti-CD38 antibody daratumumab (Darzalex<sup>®</sup>) in moderate to severe ME/CFS, and to assess the clinical course through 12-24 months follow-up after daratumumab intervention. We performed a prospective, open-label pilot trial (EudraCT 2022-000281-18). Ten female patients were enrolled. Following 12 weeks run-in, six patients received four daratumumab injections. The next four patients received four, followed by three additional injections from week 14. All planned treatments were administered, and there were no serious adverse events. Four patients had no significant clinical changes. Six patients experienced marked improvement. For all 10 patients, mean SF-36 Physical Function (SF-36 PF) increased from 25.9 to 55.0 at 8-9 months (<i>p</i> = 0.002). DePaul Questionnaire-Short Form (DSQ-SF) symptom scores decreased from 72.3 to 43.1 (<i>p</i> = 0.002). In six responders, mean SF-36 PF increased from 32.2 to 78.3, and DSQ-SF score decreased from 71.1 to 24.3. Five of these six patients had major and sustained improvement with a mean SF-36 PF of 88 (range 80-95) toward end of follow-up. Mean steps per 24 h was 3,359 (range 1,493-6,277) at baseline. At 8-9 months, the mean number of steps was 5,862, and 7,392 in the six responders. All five patients with sustained improvement reached a mean step count above 10,000/24 h for some weeks, and above 15,000 on individual days. Relative reduction of serum IgG levels was 54% in six patients with clinical improvement, and 40% among four with no benefit. Low baseline NK-cell count in blood was significantly associated with lack of clinical response. Subcutaneous daratumumab in 10 ME/CFS patients was well tolerated. In six patients, treatment was associated with clinical improvement and concurrent transient reduction of serum IgG levels, indicating important pathomechanistic roles for long-lived plasma cells and functional autoantibodies. No definite conclusions should be drawn before a randomized study has been performed. https://euclinicaltrials.eu, Identifier: 2022-000281-18.",
    "authors": [
      "Fluge",
      "Rekeland",
      "Sørland",
      "Alme",
      "Risa",
      "Bruland",
      "Tronstad",
      "Mella"
    ],
    "year": 2025,
    "technical_summary": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) entails low quality of life for patients and massive societal costs. Daratumumab is a subcutaneous anti-CD38 antibody used in a pilot trial. It was well tolerated in 6 of 10 patients.",
    "patient_summary": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) entails low quality of life for patients and massive societal costs. We performed a prospective, open-label pilot trial (EudraCT 2022-000281-18). Ten female patients were enrolled. Six patients experienced marked improvement.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128379",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40702518",
    "title": "Elevated risk of new-onset chronic fatigue syndrome/myalgic encephalomyelitis up to four years after SARS-CoV-2 infection.",
    "abstract": "Fatigue is a common sequela of SARS-CoV-2 infection, with many COVID-19 patients subsequently developing chronic fatigue syndrome and myalgic encephalomyelitis (CFS/ME). Long-term associations between COVID-19, new-onset CFS/ME, and other independent predictors such as vaccination for SARS-CoV-2, re-infection, and blood biomarkers at time of infection remain unclear. This study investigated the incidence and independent predictors of developing new-onset CFS/ME up to 4 years post SARS-CoV-2 infection in comparison to COVID- controls. This retrospective analysis conducted within the Montefiore Health System from February 1, 2020, to January 12, 2024 included adults without a prior diagnosis of fatigue or CFS/ME who were hospitalized for COVID-19 (n = 10,667), not hospitalized for COVID-19 (n = 25,409), and non-COVID-19 controls (n = 111,301). The observation time was between 30 days and 4 years post index date. The outcome was new-onset CFS/ME. Multivariate adjusted hazard ratios (HR) with 95% confidence intervals were calculated, assessing risk posed by SARS-CoV-2 infection, re-infection, and vaccination. Whether abnormal levels of aspartate aminotransferase, creatinine, D-dimer, lactate dehydrogenase, ferritin, hemoglobin, platelets, neutrophil/lymphocyte ratio, and temperature during hospitalization were associated with future CFS/ME risk was examined. Compared to COVID- controls, the risk of developing new-onset CFS/ME was higher among both COVID-19 hospitalized (adjusted HR = 1.46 [1.07, 1.99]) and non-hospitalized patients (1.56 [1.25, 1.93]). Females (1.54 [1.27, 1.89]), patients with liver disease (1.61 [1.29, 2.00]), autoimmune disorders (1.57 [1.18, 2.08]), and anxiety disorders (1.35 [1.04, 1.74]) were more likely to develop CFS/ME (p < 0.05). Re-infection with SARS-CoV-2 was not associated with increased risk of incident CFS/ME. COVID-19 vaccination status during the initial phase of the rollout (prior to 2022) was associated with an increased risk of new-onset CFS/ME (p < 0.05). None of the blood biomarkers during acute COVID-19 were associated with new-onset CFS/ME risk (p > 0.05). SARS-CoV-2 infection is associated with an increased risk of new-onset CFS/ME, independent of hospitalization status. Females, and individuals with autoimmune and anxiety disorders were more susceptible. These findings highlight the need for ongoing surveillance and management of fatigue-related symptoms in COVID-19 survivors.",
    "authors": [
      "Hadidchi",
      "Patel",
      "Madan",
      "Liu",
      "Henry",
      "Duong"
    ],
    "year": 2025,
    "technical_summary": "SARS-CoV-2 infection is associated with chronic fatigue syndrome and myalgic encephalomyelitis (CFS/ME). Long-term associations between COVID-19, new-onset CFS/ ME and other independent predictors such as vaccination, re-infection, and blood biomarkers at time of infection remain unclear. The risk of developing CFS is higher among both COV-19 hospitalized and non-hospitalized patients. Females, and individuals with autoimmune and anxiety disorders were more susceptible.",
    "patient_summary": "Fatigue is a common sequela of SARS-CoV-2 infection. Many COVID-19 patients subsequently develop chronic fatigue syndrome and myalgic encephalomyelitis (CFS/ME) Long-term associations between CO VID-19, new-onset CFS/ ME, and other independent predictors such as vaccination, re-infection, and blood biomarkers remain unclear.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128391",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40684146",
    "title": "Racial disparities in diabetes care and outcomes for people with visual impairment: a descriptive analysis of the TriNetX research network.",
    "abstract": "This research delves into the confluence of racial disparities and health inequities among individuals with disabilities, with a focus on those contending with both diabetes and visual impairment. Utilizing data from the TriNetX Research Network, which includes electronic medical records of roughly 115 million patients from 83 anonymous healthcare organizations, this study employs a directed acyclic graph (DAG) to pinpoint confounders and augment interpretation. We identified people with visual impairments using ICD-10 codes, deliberately excluding diabetes-related ophthalmology complications. Our approach involved multiple race-stratified analyses, comparing co-morbidities like chronic pulmonary disease in visually impaired patients against their counterparts. We assessed healthcare access disparities by examining the frequency of annual visits, instances of two or more A1c measurements, and glomerular filtration rate (GFR) measurements. Additionally, we evaluated diabetes outcomes by comparing the risk ratio of uncontrolled diabetes (A1c > 9.0) and chronic kidney disease in patients with and without visual impairments. The prevalence of diabetes was nearly doubled in individuals with visual impairments across White, Asian, and African American populations. Higher rates of chronic kidney disease were observed in visually impaired individuals, with a risk ratio of 1.731 for African Americans, 2.252 for White, and non-significant for the Asian group. A statistically significant difference in the risk ratio for uncontrolled diabetes was found only in the White cohort with one GFR reading (1.042). White individuals without visual impairments were less likely to receive an A1C test or a GFR test, while African American individuals with visual impairment were more likely to get both. Differences in testing were not significant for the Asian population. This study uncovers pronounced disparities in diabetes prevalence and management among individuals with visual impairments who seek care, particularly among White and African American groups. Our DAG analysis illuminates the intricate interplay between SDoH, healthcare access, and frequency of crucial diabetes monitoring practices, highlighting visual impairment as both a medical and social issue.",
    "authors": [
      "Madlock-Brown",
      "Lee",
      "Seltzer",
      "Solomonides",
      "Mathews",
      "Phuong",
      "Weiskopf",
      "Adams",
      "Lehmann",
      "Espinoza"
    ],
    "year": 2025,
    "technical_summary": "The prevalence of diabetes was nearly doubled in people with visual impairments across White, Asian, and African American populations. Higher rates of chronic kidney disease were observed in visually impaired people. White people with one GFR reading were less likely to receive an A1C test or a GFR test, while African Americans with visual impairment were more likely to get both.",
    "patient_summary": "The prevalence of diabetes was nearly doubled in individuals with visual impairments across White, Asian, and African American populations. Higher rates of chronic kidney disease were observed in visually impaired individuals. A statistically significant difference in the risk ratio for uncontrolled diabetes was found only in the White cohort.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128407",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40668086",
    "title": "Psychiatric Comorbidities in Fibromyalgia: A Comparison With Chronic Conditions and Healthy Controls.",
    "abstract": "Fibromyalgia is characterized by chronic widespread pain and psychiatric comorbidities, but robust comparative data remain limited. This retrospective cohort study compared psychiatric diagnoses and medication use among matched groups with fibromyalgia, chronic pain, chronic fatigue syndrome, rheumatoid arthritis, and healthy controls (total N=5,040), using data from a large national health care provider. Psychiatric disorders were most prevalent in fibromyalgia, followed by chronic pain, chronic fatigue syndrome, rheumatoid arthritis, and healthy controls. In fibromyalgia patients, anxiety (55.1%) and depression (48.7%) were predominant, accompanied by extensive medication use. Notably, fibromyalgia showed exceptionally high relative risks for Cluster B personality disorders (RR=34), personality disorders overall (RR=24), and PTSD (RR=22.75). Fibromyalgia patients experience significantly elevated psychiatric comorbidities compared with other chronic conditions. Comprehensive and integrated multidisciplinary care strategies are necessary to address the distinct psychiatric burden associated with fibromyalgia. This study extends prior work by directly comparing fibromyalgia to other chronic conditions and identifying distinct psychiatric risk patterns in a culturally diverse national cohort.",
    "authors": [
      "Avni",
      "Morr",
      "Sinai",
      "Toren"
    ],
    "year": 2025,
    "technical_summary": "Fibromyalgia is characterized by chronic widespread pain and psychiatric comorbidities. In fibromyalgia patients, anxiety (55.1%) and depression (48.7%) were predominant, accompanied by extensive medication use. Fibromyalgia showed exceptionally high relative risks for Cluster B personality disorders, personality disorders overall, and PTSD. Comprehensive and integrated multidisciplinary care strategies are necessary to address the distinct psychiatric burden associated with Fibroimyalgia.",
    "patient_summary": "Fibromyalgia is characterized by chronic widespread pain and psychiatric comorbidities. In fibromyalgia patients, anxiety (55.1%) and depression (48.7%) were predominant. Fibromyalgia showed exceptionally high relative risks for Cluster B personality disorders (RR=34)",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128413",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40662140",
    "title": "Intelligent Eye Tracker Integrated with Cylindrical Capacitive Sensors for Chronic Fatigue Assessment.",
    "abstract": "Fatigue negatively impacts health, safety, and productivity, yet current monitoring methods are often subjective, labor-intensive, and inaccurate. To address these challenges, this study presents a capacitive sensor-based eye tracker leveraging cylindrical carbon nanotube-paper composite (CCPC) sensors for chronic fatigue (CF) assessment. Fabricated by novel wet-fracture and paper-rolling methods, CCPC sensors demonstrate superior proximity sensitivity with a small form factor. These one-dimensional sensors are seamlessly integrated into an eyeglass frame for noncontact monitoring of blink rates and eye closures. A 15-minute testing protocol, combining cognitive tasks and noise exposure, is designed to induce acute fatigue and identify CF. By analyzing changes in the digital markers against established fatigue indicators, CF is assessed with the aid of machine learning models for the evaluation of accuracy, sensitivity, and specificity. This real-time, wearable monitoring platform provides an objective, effortless, and noncontact approach to fatigue assessment. With further testing and optimization, it holds the potential for user-friendly evaluation of acute fatigue or fatigue-associated diseases, such as myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS).",
    "authors": [
      "Li",
      "Park",
      "Lee",
      "Kim",
      "Kwon",
      "Kim",
      "Chung"
    ],
    "year": 2025,
    "technical_summary": "The study presents a capacitive sensor-based eye tracker for chronic fatigue assessment. It uses carbon nanotube-paper composite (CCPC) sensors for noncontact monitoring of blink rates and eye closures. With further testing and optimization, it holds the potential for evaluation of acute fatigue or fatigue-associated diseases such as ME/CFS.",
    "patient_summary": "Study presents capacitive sensor-based eye tracker leveraging carbon nanotube-paper composite (CCPC) sensors. CCPC sensors demonstrate superior proximity sensitivity with a small form factor. Sensors seamlessly integrated into an eyeglass frame for noncontact monitoring of blink rates and eye closures.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128420",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40656206",
    "title": "Assessing the influence of lived-experience experts on healthcare providers in a virtual community of practice: a qualitative study.",
    "abstract": "Long COVID, myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS), and other poorly understood post-acute infection syndromes (PAIS) can present with unexplained symptoms or conditions that may be misunderstood by healthcare providers, causing delays in diagnosis and care. To address these issues, the Centers for Disease Control and Prevention (CDC) funded the Long COVID and Fatiguing Illness Recovery Program (LC&FIRP), initiated as a pilot project to assess whether providing tele-mentoring and other online education for primary care providers could help them improve the quality of life and support the recovery of their patients with these conditions. The LC&FIRP multi-disciplinary team-based care approach is built on the Extension for Community Healthcare Outcomes (ECHO) learning model, which is an evidence-based virtual learning framework developed by the University of New Mexico and designed to disseminate and implement best practices, especially in under-resourced areas. A distinctive feature of LC&FIRP was the inclusion of lived-experience experts. To explore the influence of lived-experience experts on the care patients received, we collected the educational recommendations provided by the lived-experience experts during webinar sessions (January 2022-March 2024) and grouped these by themes. The major themes that emerged included validation of patients' illness experience; attitudes and beliefs about Long COVID, ME/CFS, and PAIS; understanding patients' challenges and communicating with empathy; navigating referrals; recognizing and supporting disability; and supporting self-care. Investigators also interviewed patients of the Family Health Centers of San Diego (FHCSD) about their experiences receiving care from participating primary care providers and employed content analysis methods to code interview transcripts to identify themes among patients' perspectives. Positive comments from the patients about topics emphasized by the lived-experience experts provided evidence of providers' uptake and application of the experts' recommendations and support the value of involving lived-experience experts in medical education to improve health services.",
    "authors": [
      "Weaver",
      "Carry",
      "Bertolli",
      "Godino",
      "Struminger",
      "Taren",
      "Scott",
      "Sharp",
      "Samaniego",
      "Bean",
      "Issa",
      "Lin",
      "Unger",
      "Ramers"
    ],
    "year": 2025,
    "technical_summary": "Centers for Disease Control and Prevention funded the Long COVID and Fatiguing Illness Recovery Program (LC&FIRP) as a pilot project to provide tele-mentoring and other online education for primary care providers to improve quality of life and support the recovery of their patients with these conditions. Investigators interviewed patients of the Family Health Centers of San Diego (FHCSD) about their experiences receiving care from participating primary care doctors. They collected the educational recommendations provided by the lived-experience experts during webinar sessions and grouped them by themes.",
    "patient_summary": "Long COVID, myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS), and other poorly understood post-acute infection syndromes (PAIS) can present with unexplained symptoms or conditions that may be misunderstood by healthcare providers. To address these issues, the CDC funded the Long COVID and Fatiguing Illness Recovery Program (LC&FIRP)",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128428",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40652046",
    "title": "Brain and muscle chemistry in myalgic encephalitis/chronic fatigue syndrome (ME/CFS) and long COVID: a 7T magnetic resonance spectroscopy study.",
    "abstract": "Myalgic encephalitis/chronic fatigue syndrome (ME/CFS) is a common debilitating medical condition, whose main symptoms - fatigue, post-exertional malaise and cognitive dysfunction - are also present in many cases of long COVID. Magnetic resonance spectroscopy (MRS) allows the insight into their pathophysiology through exploration of a range of biochemicals putatively relevant to aetiological processes, in particular mitochondrial dysfunction and energy metabolism. 24 patients with ME/CFS, 25 patients with long COVID and 24 healthy controls (HC) underwent brain (pregenual and dorsal anterior cingulate cortex, respectively, pgACC and dACC) and calf muscle MRS scanning at 7 Tesla, followed by a computerised cognitive assessment. Compared to HC, ME/CFS patients had elevated levels of lactate in both pgACC and dACC, while long COVID patients had lowered levels of total choline in dACC. By contrast, skeletal muscle metabolites at rest did not significantly differ between the groups. The changes in lactate in ME/CFS are consistent with the presence of energetic stress and mitochondrial dysfunction. A reduction in total choline in long COVID is of interest in the context of the recently reported association between blood clots and 'brain fog', and earlier animal studies showing that choline might prevent intravascular coagulation. Importantly, differences in findings between ME/CFS and long COVID suggest that the underlying neurobiological mechanisms, while leading to similar clinical presentations, may differ. An important implication is that patients with ME/CFS and those with fatigue in the course of long COVID should not be studied as a single group, at least until the mechanisms are better understood.",
    "authors": [
      "Godlewska",
      "Sylvester",
      "Emir",
      "Sharpley",
      "Clarke",
      "Williams",
      "Gonçalves",
      "Raman",
      "Valkovič",
      "Cowen"
    ],
    "year": 2025,
    "technical_summary": "Myalgic encephalitis/chronic fatigue syndrome (ME/CFS) is a common debilitating medical condition. Long COVID patients had lowered levels of total choline in dACC. The changes in lactate are consistent with the presence of energetic stress and mitochondrial dysfunction. The findings suggest that the underlying neurobiological mechanisms may differ between the two conditions.",
    "patient_summary": "Myalgic encephalitis/chronic fatigue syndrome (ME/CFS) is a common debilitating medical condition. Main symptoms - fatigue, post-exertional malaise and cognitive dysfunction - are also present in many cases of long COVID. Magnetic resonance spectroscopy (MRS) allows the insight into their pathophysiology.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128435",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40649860",
    "title": "Systems Modeling Reveals Shared Metabolic Dysregulation and Potential Treatments in ME/CFS and Long COVID.",
    "abstract": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) and Long COVID are complex multisystem conditions that pose significant challenges in healthcare. Accumulated research evidence suggests that ME/CFS and Long COVID exhibit overlapping metabolic symptoms, indicating potential shared metabolic dysfunctions. This study aims to systematically explore shared metabolic disturbances in the muscle tissue of patients. Utilizing genome-wide metabolic modeling, we identified key metabolic irregularities in the muscle of patients with ME/CFS, notably the downregulation of the alanine and aspartate metabolism pathway and the arginine and proline metabolism pathway. Further, in silico knockout analyses suggested that supplementation with aspartate (ASP) or asparagine (ASN) could potentially ameliorate these metabolic deficiencies. In addition, assessments of metabolomic levels in Long COVID patients also showed the significant downregulation of ASP during post-exertional malaise (PEM) in both muscle and blood. Consequently, we propose that a combination of l-ornithine and l-aspartate (LOLA) is a potential candidate to alleviate metabolic symptoms in ME/CFS and Long COVID for future clinical trials.",
    "authors": [
      "Li",
      "Han",
      "Kalafatis",
      "Kong",
      "Xiao"
    ],
    "year": 2025,
    "technical_summary": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) and Long COVID are complex multisystem conditions that pose significant challenges in healthcare. This study aims to systematically explore shared metabolic disturbances in the muscle tissue of patients. It found downregulation of the alanine and aspartate metabolism pathway and the arginine and proline metabolism pathway. L-ornithine and l-aspartate (LOLA) is a potential candidate to alleviate metabolic symptoms.",
    "patient_summary": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) and Long COVID are complex multisystem conditions that pose significant challenges in healthcare. This study aims to systematically explore shared metabolic disturbances in the muscle tissue of patients. We propose that a combination of l-ornithine and l-aspartate (LOLA) is a potential candidate to alleviate metabolic symptoms.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128445",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40647335",
    "title": "Assessment of the Gut Microbiome in Patients with Coexisting Irritable Bowel Syndrome and Chronic Fatigue Syndrome.",
    "abstract": "<b>Background:</b> The gut microbiome is a key modulator of the gut-brain axis and may contribute to the pathophysiology of both gastrointestinal and systemic disorders. This study aimed to evaluate gut microbiota composition and tryptophan/phenylalanine metabolism in women with unclassified irritable bowel syndrome (IBS-U), with or without coexisting chronic fatigue syndrome (CFS). <b>Methods:</b> Eighty women were enrolled and divided into two groups: IBS-U without CFS (Group I, n = 40) and IBS-U with coexisting CFS (Group II, n = 40). Microbial composition and diversity were assessed using the GA-map™ Dysbiosis Test, including the dysbiosis index (DI) and Shannon Diversity Index (SDI). Hydrogen and methane levels were measured in breath samples. Urinary concentrations of selected microbial and neuroactive metabolites-homovanillic acid (HVA), 5-hydroxyindoleacetic acid (5-HIAA), kynurenine (KYN), kynurenic acid (KYNA), xanthurenic acid (XA), quinolinic acid (QA), hydroxyphenylacetic acid (HPA), and 3-indoxyl sulfate (3-IS)-were quantified using LC-MS/MS. Fatigue severity was assessed using the Chalder Fatigue Questionnaire (CFQ-11) and the fatigue severity scale (FSS). <b>Results:</b> Compared to Group I, patients with IBS-CFS showed significantly greater microbial diversity, higher breath methane levels, and elevated urinary concentrations of QA, XA, 3-IS, and HVA, alongside lower concentrations of 5-HIAA and KYN. Fatigue severity was positively correlated with urinary XA and QA levels. <b>Conclusions:</b> Women with IBS and coexisting CFS exhibit distinct gut microbiota and tryptophan metabolite profiles compared to those without fatigue. The observed metabolite-symptom associations, particularly involving neuroactive kynurenine derivatives, warrant further investigation. These preliminary findings should be interpreted as hypothesis-generating and require validation through high-resolution microbiome analyses, functional pathway profiling, and longitudinal or interventional studies to clarify causality and clinical significance.",
    "authors": [
      "Chojnacki",
      "Błońska",
      "Kaczka",
      "Chojnacki",
      "Walecka-Kapica",
      "Romanowska",
      "Przybylowska-Sygut",
      "Popławski"
    ],
    "year": 2025,
    "technical_summary": "The gut microbiome is a key modulator of the gut-brain axis and may contribute to the pathophysiology of gastrointestinal and systemic disorders. The study aimed to evaluate gut microbiota composition and tryptophan/phenylalanine metabolism in women with unclassified irritable bowel syndrome (IBS-U), with or without coexisting chronic fatigue syndrome (CFS). Eighty women were enrolled and divided into two groups.",
    "patient_summary": "The gut microbiome is a key modulator of the gut-brain axis and may contribute to the pathophysiology of both gastrointestinal and systemic disorders. This study aimed to evaluate gut microbiota composition and tryptophan/phenylalanine metabolism in women with unclassified irritable bowel syndrome.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128457",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40642978",
    "title": "Chronic fatigue: psychometric properties and updated norm values of the Chalder fatigue scale in a cross-sectional sample representative of the German population.",
    "abstract": "The Chalder Fatigue Scale (CFQ) is a commonly used self-report instrument assessing the severity and chronicity of fatigue. We examine the psychometric properties of the CFQ and provide updated normative data for the German general population. The CFQ was administered to <i>N</i> = 2519 participants (16-96 years). Statistical analyses included the evaluation of the item properties, confirmatory factor analysis and examinig associations with mental health and sociodemographic data. CFQ cut-offs were used to estimate proportions of severe and chronic fatigue scores. We calculated percentile norms for the total sample and stratified by age groups and gender. Indicators of internal consistency reliability were high for the CFQ total and subscales (<i>α</i> = 0.84-0.94; <i>ω</i> = 0.86-0.95). We found excellent model fit for a one (<i>χ</i><sup>2</sup> = 196.011, <i>df</i> = 44, <i>p</i> ≤ .001; CFI=.991, RMSEA = 0.037, SRMR = 0.059) and two-factor solution (<i>χ</i><sup>2</sup> = 115.055, <i>df</i> = 42, <i>p</i> ≤ .001; CFI=.996, RMSEA = 0.026, SRMR = 0.045). The CFQ total scale showed low to moderate associations with depression (<i>r</i> = .49, <i>p</i> ≤ .001), anxiety (<i>r</i> = .45, <i>p</i> ≤ .001), and loneliness (<i>r</i> = .26, <i>p</i> ≤ .001), indicating acceptable discriminant validity. Current unemployment was a relevant sociodemographic correlate of fatigue severity (CFQ total: <i>β</i> =.38, se =.09, <i>p</i> ≤ .001). 14.2% of participants reported severe fatigue, while 4.3% reported being fatigued for at least six months (chronic fatigue). The CFQ is a brief and reliable instrument for assessing fatigue in general population settings. The results are limited by the lack of comparison with other established fatigue questionnaires.",
    "authors": [
      "Krakau",
      "Wicke",
      "Häuser",
      "Beutel",
      "Brähler",
      "Hettich-Damm"
    ],
    "year": 2025,
    "technical_summary": "The Chalder Fatigue Scale (CFQ) is a commonly used self-report instrument assessing the severity and chronicity of fatigue. The CFQ was administered to 16-96-year-olds in Germany. 14.2% of participants reported severe fatigue, while 4.3% reported being fatigued for at least six months (chronic fatigue).",
    "patient_summary": "The Chalder Fatigue Scale (CFQ) is a commonly used self-report instrument assessing the severity and chronicity of fatigue. We examine the psychometric properties of the CFQ and provide updated normative data for the German general population. The CFQ total scale showed low to moderate associations with depression, anxiety and loneliness.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128465",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40642241",
    "title": "Deep learning analysis of long COVID and vaccine impact in low- and middle-income countries (LMICs): development of a risk calculator in a multicentric study.",
    "abstract": "Coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is a global pandemic affecting millions worldwide. This study aims to bridge the knowledge gap between acute and chronic symptoms, vaccination impact, and associated factors in patients across different low- and middle-income countries (LMICs). The study included 2,445 participants aged 18 years and older, testing positive for COVID-19. Data collection involved screening for medical histories, testing records, symptomatology, and persistent symptoms. Validated instruments, including the DePaul Symptom Questionnaire (DSQ-2) and the Patient Health Questionnaire-9 (PHQ-9), were used. We applied a self-supervised and unsupervised deep neural network to extract features from the questionnaire. Gradient boosted machines (GBM) model was used to build a risk calculator for chronic fatigue syndrome (CFS), depression, and prolonged COVID-19 symptoms. Out of the study cohort, 68.1% of the patients had symptoms lasting longer than 2 weeks. The most frequent symptoms were loss of smell (46.8%), dry cough (40.1%), loss of taste (37.8%), headaches (37.2%), and sore throat (28.9%). The patients also reported high rates of depression (47.7%), chronic fatigue (6.5%), and infection after vaccination (23.7%). Factors associated with CFS included sex, age, and smoking. Vaccinated individuals demonstrated lower odds of experiencing prolonged COVID-19 symptoms, CFS, and depression. The predictive models achieved a high area under the curve (AUC) scores of 0.87, 0.82, and 0.74, respectively. The findings underscore the significant burden of long-term symptoms such as chronic fatigue and depression, affecting a considerable proportion of individuals post-infection. Moreover, the study reveals promising insights into the potential benefits of vaccination in mitigating the risk of prolonged COVID-19 symptoms, CFS, and depression. Overall, this research contributes valuable knowledge towards comprehensive management and prevention efforts amidst the ongoing global pandemic. Clinical trials.gov, NCT05059184.",
    "authors": [
      "Shaheen",
      "Shaheen",
      "",
      "Shoib",
      "Saeed",
      "Buhari",
      "Bharmauria",
      "Flouty"
    ],
    "year": 2025,
    "technical_summary": "Coronavirus disease 2019 (COVID-19) is caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). It is a global pandemic affecting millions worldwide. This study aims to bridge the knowledge gap between acute and chronic symptoms, vaccination impact, and associated factors in patients across different low- and middle-income countries. The study included 2,445 participants aged 18’years and older, testing positive for COVID- 19. 68.1% of the patients had symptoms lasting longer than 2 weeks. The most frequent symptoms were loss of smell, dry cough, loss of taste, headaches, and sore throat. The patients also reported high rates of depression, chronic fatigue and infection after vaccination.",
    "patient_summary": "Study aims to bridge the knowledge gap between acute and chronic symptoms, vaccination impact, and associated factors. Study included 2,445 participants aged 18 years and older, testing positive for COVID-19. 68.1% of the patients had symptoms lasting longer than 2 weeks.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128477",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40640868",
    "title": "Decreased risk of chronic fatigue syndrome following influenza vaccine: a 20-year population-based retrospective study.",
    "abstract": "Chronic Fatigue Syndrome (CFS) is a debilitating condition often follows infections, including influenza. Influenza frequently results in fatigue during the acute stage. However, the data regarding the association of influenza, vaccine and CFS is scarce. Thus, this study aims to investigate whether influenza increases the risk of developing CFS and examine the impact of influenza vaccination and severity of influenza on this risk. We conducted a national, population-based cohort study, using data from the National Health Insurance Research Database (NHIRD) of Taiwan, which identified 309,692 patients aged 20 years or older who were newly diagnosed with influenza between 2000 and 2019. An equal number of participants without influenza were also identified. Both groups were followed up until the end of CFS diagnoses. Cox proportional hazards regression analysis was used to calculate adjusted hazard ratios(aHRs) and 95% confidence intervals (CIs) for CFS as associated with influenza, adjusting for demographic factors and comorbidities. We also evaluated the effects of influenza vaccination and severe influenza. After propensity matching, each cohort comprised 309,692 patients. Over an average follow-up period of approximately 12 years, influenza patients exhibited a significantly increased risk of developing CFS compared to matched controls (aHR = 1.51; 95% CI: 1.48-1.55; p < 0.001). The increased risk of CFS among patients with influenza was consistent across all age groups and both sexes, with the most pronounced elevation observed in older individuals. Patients who experienced severe influenza, as indicated by the need for mechanical ventilation, exhibited a significantly higher risk of developing CFS compared to those who did not require ventilatory support. In contrast, influenza vaccination was associated with a reduced risk of developing CFS. Patients who received the influenza vaccine-either before or following their influenza episode-exhibited a lower incidence of CFS than those who remained unvaccinated. The protective effect of vaccination was not evident in patients with severe influenza requiring ventilation. Influenza infection is associated with an increased risk of developing CFS. These findings suggest that preventing influenza and mitigating its severity, such as through vaccination, could reduce the burden of CFS in at-risk populations.",
    "authors": [
      "Chang",
      "Yao",
      "Yu",
      "Lin",
      "Tsai",
      "Ho",
      "Kuo",
      "Tsai"
    ],
    "year": 2025,
    "technical_summary": "Influenza infection is associated with an increased risk of developing Chronic Fatigue Syndrome (CFS). Influenza vaccination was associated with a reduced risk of CFS in patients who received the influenza vaccine either before or following their influenza episode. The protective effect of vaccination was not evident in patients with severe influenza.",
    "patient_summary": "Influenza infection is associated with an increased risk of developing CFS. Patients who received the influenza vaccine-either before or following their influenza episode-exhibited a lower incidence of CFS than those who remained unvaccinated. These findings suggest that preventing influenza and mitigating its severity, such as through vaccination, could reduce the burden of C FS in at-risk populations.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128485",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40635708",
    "title": "Prevalence and severity of neurologic symptoms in Long-COVID and the role of pre-existing conditions, hospitalization, and mental health.",
    "abstract": "Long-COVID refers to ongoing, relapsing, or new symptoms present 30 or more days after Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) infection. This study examined the prevalence and severity of neurologic symptoms at greater than 1 month following acute SARS-CoV-2 infection and the influence of pre-existing neurologic and psychiatric conditions, current depression and anxiety status, and hospitalization on the presence and severity of these symptoms. This prospective cohort study recruited primarily self-referred Long-COVID participants with confirmed SARS-CoV-2 infection. Online questionnaires inquiring about pre-existing conditions, neurologic symptoms and their severity pre, during and post COVID-19, and current anxiety and depression screening were completed by 213 participants at a median time of 8 months after infection. Descriptive analyses and prevalence modeling were performed. The most frequent neurologic symptoms post COVID-19 were fatigue, concentration/memory difficulties, unrefreshed sleep, and dysarthria/word finding difficulties (73.2-86.4%). Neurologic symptoms were highly prevalent with significantly greater odds post COVID-19 compared to pre for all symptoms and higher prevalence at time periods farther from infection, including those implicit in fibromyalgia and myalgic encephalomyelitis/chronic fatigue syndrome. Several severe neurologic symptoms were significantly more prevalent post COVID-19. Moderate to severe anxiety (34%) and depression (27%) were observed post COVID-19. Preexisting neurologic or psychiatric conditions did not demonstrate any significant difference in neurologic symptom prevalence post COVID-19. Those who met criteria for moderate or severe anxiety post COVID-19 had a significant difference in prevalence of fatigue, sensitivity to touch and unrefreshed sleep. Similarly, fatigue, concentration/memory difficulty and unrefreshed sleep were more prevalent in moderate to severe depression. There were no significant differences in neurologic symptom prevalence in a hospitalized group when compared to non- hospitalized. Long-COVID has a high burden of long lasting and severe neurological sequelae. These sequelae are independent of pre-existing self-reported neurologic and psychiatric conditions, as well as previous hospitalization. Current moderate to severe anxiety and depression status can impact fatigue, cognition, and sleep post COVID-19. Focus on the biological impact of SARS-CoV-2 on the nervous system will be essential in ameliorating the tremendous symptom burden left in the wake of the COVID-19 pandemic. http://clinicaltrials.gov, identifier: NCT04573062.",
    "authors": [
      "Huff",
      "Roberts",
      "Bartrum",
      "Norato",
      "Grayson",
      "Fleig",
      "Wilkerson",
      "Stussman",
      "Nath",
      "Walitt"
    ],
    "year": 2025,
    "technical_summary": "Long-COVID refers to ongoing, relapsing, or new symptoms present 30 or more days after Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) infection. The most frequent neurologic symptoms post COVID-19 were fatigue, concentration/memory difficulties, unrefreshed sleep, and dysarthria/word finding difficulties (73.2-86.4%). Neurologic symptoms were highly prevalent with significantly greater odds post COV-19 compared to pre for all symptoms. Moderate to severe anxiety (34%) and depression (27%) were observed post COVI.",
    "patient_summary": "Long-COVID refers to ongoing, relapsing, or new symptoms present 30 or more days after Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) infection. Neurologic symptoms were highly prevalent with significantly greater odds post COVID-19 compared to pre for all symptoms. Moderate to severe anxiety (34%) and depression (27%) were observed post CO VID-19.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128497",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  },
  {
    "pmid": "40627437",
    "title": "User-Driven Development of a Digital Behavioral Intervention for Chronic Pain: Multimethod Multiphase Study.",
    "abstract": "Recent research shows that chronic pain affects 27% of the adult population. For many, pain significantly impairs quality of life and everyday functioning. Behavioral interventions have shown utility, but access remains limited. Digital health solutions can increase reach, but there is a need for user-friendly, feasible, and evidence-based digital interventions. This study aimed to clarify how a digital behavioral intervention for people with chronic pain can be developed through a user-centered approach to address the needs and preferences of the target population. This study used a multimethod approach involving end users, namely, patients with chronic pain and therapists, to develop prototypes for a digital behavioral intervention across 3 phases. In the preparation phase (phase 0), fictional patient personas (n=3) were created to represent the diversity of the target population while emphasizing transdiagnostic features across people with chronic pain. In the design phase (phase 1), qualitative data from focus groups with patients (n=5; aged 37-51 years; 4/5, 80% women; 2/5, 40% diagnosed with Ehlers-Danlos syndrome; 3/5, 60% either undiagnosed or uncertain about their diagnosis) and therapists (n=12 licensed psychologists; aged 29-64 years; 9/12, 75% women) were collected to explore end-user preferences for the intervention design and content. In the testing phase (phase 2), the initial full prototype of the digital intervention was piloted with patients (n=11; aged 36-58 years; 9/11, 82% women; with diverse diagnoses, including migraine, arthritis, fibromyalgia, complex regional pain syndrome, hypermobile Ehlers-Danlos syndrome, herniated disc, chronic fatigue syndrome, and 1/11, 9% cases of undiagnosed pain) and therapists (n=3 licensed psychologists; aged 36-58 y; 3/3, 100% women). The Consolidated Framework for Implementation Research was used to structure analyses of end-user feedback. On the basis of end-user input, a 6-week digital behavioral intervention for chronic pain was created. Focus groups highlighted the importance of accessibility and adaptability of the digital intervention, emphasizing the need for tailored content, flexibility (eg, contact with the therapist via asynchronous messaging, telephone, or video calls), and user-friendly design (eg, easy navigation between modules, short microsessions, and visualizations). Average weekly ratings (scale from 1=not at all to 7=very much) by patients during pilot-testing indicated that the intervention was helpful (mean range 4.27-5.45, SD range 1.20-2.20), enjoyable (mean range 3.81-4.81, SD range 1.12-2.08), and understandable (mean range 4.45-6, SD range 1.30-1.86), suggesting initial acceptability and usability of the intervention. The results illustrated the utility of the patient personas when preparing, of the focus groups when designing, and of the end-user feedback when testing this new digital intervention for people with chronic pain. The findings indicated that the intervention is promising while also providing relevant end-user suggestions (eg, video content, text-to-speech function, and add-on modules) to guide further improvements.",
    "authors": [
      "Taygar",
      "Bartels",
      "de la Vega",
      "Flink",
      "Engman",
      "Petersson",
      "Johnsson",
      "Boersma",
      "McCracken",
      "Wicksell"
    ],
    "year": 2025,
    "technical_summary": "Chronic pain affects 27% of the adult population. There is a need for user-friendly, feasible, and evidence-based digital interventions. This study used a multimethod approach involving end users, patients with chronic pain and therapists to develop prototypes for a digital behavioral intervention. Focus groups highlighted the importance of accessibility and adaptability of the digital intervention.",
    "patient_summary": "Recent research shows that chronic pain affects 27% of the adult population. For many, pain significantly impairs quality of life and everyday functioning. There is a need for user-friendly, feasible, and evidence-based digital interventions.",
    "metadata": {
      "technical_summary_model": "philschmid/bart-large-cnn-samsum",
      "patient_summary_model": "facebook/bart-large-cnn",
      "summarized_at": "2025-10-12T11:09:01",
      "fetched_at": "2025-10-12T05:21:49.128509",
      "raw_schema_version": "unknown",
      "source": "PubMed (NCBI Entrez)"
    }
  }
]